{
  "text": 0,
  "it's": 1,
  "made": 2,
  "with": 3,
  "deftly": 4,
  "unsettling": 5,
  "genre": 6,
  "flair": 7,
  ".": 8,
  "in": 9,
  "his": 10,
  "determination": 11,
  "to": 12,
  "lighten": 13,
  "the": 14,
  "heavy": 15,
  "subject": 16,
  "matter": 17,
  ",": 18,
  "silberling": 19,
  "also": 20,
  "a": 21,
  "certain": 22,
  "extent": 23,
  "trivializes": 24,
  "movie": 25,
  "too": 26,
  "many": 27,
  "nervous": 28,
  "gags": 29,
  "and": 30,
  "pratfalls": 31,
  "hey": 32,
  "happy": 33,
  "!": 34,
  "is": 35,
  "things": 36,
  "-": 37,
  "stoner": 38,
  "midnight": 39,
  "flick": 40,
  "sci": 41,
  "fi": 42,
  "deconstruction": 43,
  "gay": 44,
  "fantasia": 45,
  "but": 46,
  "above": 47,
  "all": 48,
  "love": 49,
  "story": 50,
  "as": 51,
  "sanguine": 52,
  "its": 53,
  "title": 54,
  "gratuitous": 55,
  "before": 56,
  "long": 57,
  "if": 58,
  "schwentke": 59,
  "were": 60,
  "fulfilling": 61,
  "gross": 62,
  "out": 63,
  "quota": 64,
  "for": 65,
  "an": 66,
  "anticipated": 67,
  "audience": 68,
  "demographic": 69,
  "instead": 70,
  "of": 71,
  "shaping": 72,
  "material": 73,
  "fit": 74,
  "despite": 75,
  "premise": 76,
  "good": 77,
  "it": 78,
  "wastes": 79,
  "star": 80,
  "power": 81,
  "on": 82,
  "cliched": 83,
  "or": 84,
  "meaningless": 85,
  "roles": 86,
  "though": 87,
  "bit": 88,
  "patchwork": 89,
  "script": 90,
  "production": 91,
  "glossy": 92,
  "rich": 93,
  "green": 94,
  "environment": 95,
  "almost": 96,
  "makes": 97,
  "picture": 98,
  "work": 99,
  "while": 100,
  "bollywood": 101,
  "/": 102,
  "hollywood": 103,
  "will": 104,
  "undoubtedly": 105,
  "provide": 106,
  "keenest": 107,
  "pleasures": 108,
  "those": 109,
  "familiar": 110,
  "bombay": 111,
  "musicals": 112,
  "has": 113,
  "plenty": 114,
  "(": 115,
  "like": 116,
  "me": 117,
  ")": 118,
  "who": 119,
  "aren't": 120,
  "simply": 121,
  "eloquently": 122,
  "articulates": 123,
  "tangled": 124,
  "feelings": 125,
  "particular": 126,
  "new": 127,
  "yorkers": 128,
  "deeply": 129,
  "touched": 130,
  "by": 131,
  "unprecedented": 132,
  "tragedy": 133,
  "although": 134,
  "life": 135,
  "something": 136,
  "very": 137,
  "much": 138,
  "mold": 139,
  "feel": 140,
  "movies": 141,
  "cast": 142,
  "director": 143,
  "stephen": 144,
  "herek's": 145,
  "polished": 146,
  "direction": 147,
  "pour": 148,
  "delightfully": 149,
  "piquant": 150,
  "wine": 151,
  "from": 152,
  "aged": 153,
  "bottles": 154,
  "performances": 155,
  "are": 156,
  "potent": 157,
  "women's": 158,
  "stories": 159,
  "ably": 160,
  "intercut": 161,
  "involving": 162,
  "model": 163,
  "what": 164,
  "films": 165,
  "this": 166,
  "should": 167,
  "be": 168,
  "murder": 169,
  "numbers'": 170,
  "isn't": 171,
  "great": 172,
  "perfectly": 173,
  "acceptable": 174,
  "widget": 175,
  "your": 176,
  "appreciation": 177,
  "depend": 178,
  "experiences": 179,
  "you": 180,
  "bring": 181,
  "associations": 182,
  "choose": 183,
  "make": 184,
  "[": 185,
  "nelson's": 186,
  "]": 187,
  "screenplay": 188,
  "needs": 189,
  "some": 190,
  "serious": 191,
  "re": 192,
  "working": 193,
  "show": 194,
  "more": 195,
  "dilemma": 196,
  "rather": 197,
  "than": 198,
  "have": 199,
  "characters": 200,
  "stage": 201,
  "shouting": 202,
  "matches": 203,
  "about": 204,
  "woo": 205,
  "right": 206,
  "huge": 207,
  "action": 208,
  "sequence": 209,
  "any": 210,
  "how": 211,
  "filmmakers": 212,
  "copy": 213,
  "\"": 214,
  "saving": 215,
  "private": 216,
  "ryan": 217,
  "battle": 218,
  "scenes": 219,
  "realizing": 220,
  "steven": 221,
  "spielberg": 222,
  "got": 223,
  "first": 224,
  "time": 225,
  "?": 226,
  "little": 227,
  "stylish": 228,
  "exercise": 229,
  "revisionism": 230,
  "whose": 231,
  "point": 232,
  "no": 233,
  "doubt": 234,
  "true": 235,
  "serves": 236,
  "thin": 237,
  "moral": 238,
  "such": 239,
  "knowing": 240,
  "fable": 241,
  "likely": 242,
  "scratching": 243,
  "head": 244,
  "hiding": 245,
  "under": 246,
  "seat": 247,
  "observations": 248,
  "social": 249,
  "economic": 250,
  "urban": 251,
  "canny": 252,
  "spiced": 253,
  "irony": 254,
  "demonstrates": 255,
  "unusual": 256,
  "thoughtful": 257,
  "subjective": 258,
  "filmmaking": 259,
  "at": 260,
  "times": 261,
  "looks": 262,
  "genuinely": 263,
  "pretty": 264,
  "nightmares": 265,
  "other": 266,
  "hand": 267,
  "anything": 268,
  "not": 269,
  "even": 270,
  "felinni": 271,
  "would": 272,
  "know": 273,
  "italian": 274,
  "freakshow": 275,
  "escapism": 276,
  "purest": 277,
  "form": 278,
  "raucous": 279,
  "intent": 280,
  "xxx": 281,
  "conventional": 282,
  "nike": 283,
  "ad": 284,
  "rebellious": 285,
  "spring": 286,
  "break": 287,
  "film": 288,
  "flat": 289,
  "lines": 290,
  "when": 291,
  "peak": 292,
  "missed": 293,
  "opportunity": 294,
  "trifle": 295,
  "dark": 296,
  "decadent": 297,
  "truffle": 298,
  "decent": 299,
  "kid": 300,
  "pleasing": 301,
  "tolerable": 302,
  "adults": 303,
  "lark": 304,
  "may": 305,
  "been": 306,
  "air": 307,
  "onscreen": 308,
  "i": 309,
  "certainly": 310,
  "wasn't": 311,
  "feeling": 312,
  "there": 313,
  "puzzlement": 314,
  "among": 315,
  "critics": 316,
  "election": 317,
  "symbolizes": 318,
  "believe": 319,
  "message": 320,
  "messenger": 321,
  ":": 322,
  "agent": 323,
  "woman": 324,
  "detail": 325,
  "gorgeously": 326,
  "shot": 327,
  "beautifully": 328,
  "acted": 329,
  "les": 330,
  "destinees": 331,
  "quiet": 332,
  "epic": 333,
  "way": 334,
  "daring": 335,
  "inventive": 336,
  "refreshingly": 337,
  "moments": 338,
  "hilarity": 339,
  "had": 340,
  "soft": 341,
  "drink": 342,
  "that's": 343,
  "sitting": 344,
  "open": 345,
  "syrup": 346,
  "enough": 347,
  "fizz": 348,
  "catch": 349,
  "feels": 350,
  "capable": 351,
  "charming": 352,
  "masses": 353,
  "pop": 354,
  "induced": 355,
  "score": 356,
  "sentimental": 357,
  "that": 358,
  "become": 359,
  "trademark": 360,
  "give": 361,
  "shapiro": 362,
  "goldman": 363,
  "bolado": 364,
  "credit": 365,
  "intentions": 366,
  "there's": 367,
  "nothing": 368,
  "here": 369,
  "they": 370,
  "couldn't": 371,
  "done": 372,
  "half": 373,
  "hour": 374,
  "just": 375,
  "sort": 376,
  "lazy": 377,
  "tearjerker": 378,
  "gives": 379,
  "ordinary": 380,
  "folk": 381,
  "bad": 382,
  "name": 383,
  "actors": 384,
  "inflict": 385,
  "big": 386,
  "damage": 387,
  "upon": 388,
  "their": 389,
  "reputations": 390,
  "dim": 391,
  "witted": 392,
  "pairing": 393,
  "teen": 394,
  "speak": 395,
  "animal": 396,
  "gibberish": 397,
  "coppola": 398,
  "professes": 399,
  "both": 400,
  "colorful": 401,
  "junk": 402,
  "classics": 403,
  "unequivocally": 404,
  "qualify": 405,
  "art": 406,
  "giddily": 407,
  "entertaining": 408,
  "clever": 409,
  "brutal": 410,
  "strangely": 411,
  "soulful": 412,
  "occasionally": 413,
  "amateurishly": 414,
  "winsome": 415,
  "nice": 416,
  "dialogue": 417,
  "keeps": 418,
  "going": 419,
  "effective": 420,
  "tepid": 421,
  "biopic": 422,
  "fragile": 423,
  "framework": 424,
  "which": 425,
  "hang": 426,
  "broad": 427,
  "mildly": 428,
  "fleshed": 429,
  "seem": 430,
  "conjured": 431,
  "up": 432,
  "only": 433,
  "10": 434,
  "minutes": 435,
  "prior": 436,
  "filming": 437,
  "reeboir": 438,
  "varies": 439,
  "between": 440,
  "sweet": 441,
  "smile": 442,
  "angry": 443,
  "bark": 444,
  "said": 445,
  "attempts": 446,
  "wear": 447,
  "down": 448,
  "possible": 449,
  "pupils": 450,
  "through": 451,
  "repetition": 452,
  "affect": 453,
  "kurds": 454,
  "wore": 455,
  "view": 456,
  "contemporary": 457,
  "interpretation": 458,
  "joan's": 459,
  "prefeminist": 460,
  "plight": 461,
  "so": 462,
  "we're": 463,
  "left": 464,
  "thinking": 465,
  "reason": 466,
  "because": 467,
  "present": 468,
  "standards": 469,
  "allow": 470,
  "nudity": 471,
  "atmosphere": 472,
  "intriguing": 473,
  "drama": 474,
  "finally": 475,
  "predictable": 476,
  "leave": 477,
  "impression": 478,
  "one": 479,
  "worst": 480,
  "2002": 481,
  "means": 482,
  "best": 483,
  "laissez": 484,
  "passer": 485,
  "distinguished": 486,
  "distinctive": 487,
  "effort": 488,
  "bona": 489,
  "fide": 490,
  "master": 491,
  "fascinating": 492,
  "replete": 493,
  "rewards": 494,
  "willing": 495,
  "reap": 496,
  "them": 497,
  "narrative": 498,
  "don't": 499,
  "september": 500,
  "11th": 501,
  "i'm": 502,
  "sure": 503,
  "try": 504,
  "close": 505,
  "anyone": 506,
  "dared": 507,
  "come": 508,
  "aptly": 509,
  "named": 510,
  "shimmering": 511,
  "costumed": 512,
  "filmed": 513,
  "doesn't": 514,
  "liotta": 515,
  "put": 516,
  "impossible": 517,
  "spot": 518,
  "character's": 519,
  "deceptions": 520,
  "ultimately": 521,
  "undo": 522,
  "him": 523,
  "believability": 524,
  "entire": 525,
  "scenario": 526,
  "where": 527,
  "inhabit": 528,
  "special": 529,
  "annex": 530,
  "hell": 531,
  "behave": 532,
  "kids": 533,
  "children": 534,
  "everyone": 535,
  "screams": 536,
  "top": 537,
  "lungs": 538,
  "situation": 539,
  "drop": 540,
  "dead": 541,
  "gorgeous": 542,
  "equally": 543,
  "derisive": 544,
  "clunker": 545,
  "fixated": 546,
  "spectacle": 547,
  "small": 548,
  "town": 549,
  "competition": 550,
  "ugly": 551,
  "revolting": 552,
  "millions": 553,
  "dollars": 554,
  "heaped": 555,
  "project": 556,
  "vast": 557,
  "proportions": 558,
  "need": 559,
  "spiffy": 560,
  "bluescreen": 561,
  "technique": 562,
  "weaponry": 563,
  "ended": 564,
  "felt": 565,
  "tired": 566,
  "drained": 567,
  "wanted": 568,
  "lie": 569,
  "my": 570,
  "own": 571,
  "deathbed": 572,
  "without": 573,
  "probing": 574,
  "examination": 575,
  "female": 576,
  "friendship": 577,
  "set": 578,
  "against": 579,
  "few": 580,
  "dynamic": 581,
  "decades": 582,
  "another": 583,
  "face": 584,
  "wallow": 585,
  "lower": 586,
  "depths": 587,
  "people": 588,
  "never": 589,
  "sung": 590,
  "blues": 591,
  "crane's": 592,
  "classic": 593,
  "tradition": 594,
  "evolves": 595,
  "into": 596,
  "us": 597,
  "era": 598,
  "video": 599,
  "unfamiliar": 600,
  "manages": 601,
  "find": 602,
  "avenues": 603,
  "discourse": 604,
  "old": 605,
  "problems": 606,
  "p": 607,
  "t": 608,
  "anderson": 609,
  "understands": 610,
  "grandness": 611,
  "romance": 612,
  "equalizer": 613,
  "can": 614,
  "calm": 615,
  "our": 616,
  "daily": 617,
  "ills": 618,
  "joys": 619,
  "lives": 620,
  "we": 621,
  "knew": 622,
  "virtually": 623,
  "defines": 624,
  "comedy": 625,
  "strongly": 626,
  "mediocre": 627,
  "funny": 628,
  "bits": 629,
  "surfacing": 630,
  "every": 631,
  "once": 632,
  "holden": 633,
  "caulfield": 634,
  "did": 635,
  "better": 636,
  "impressive": 637,
  "hybrid": 638,
  "horrible": 639,
  "99": 640,
  "minute": 641,
  "stink": 642,
  "bomb": 643,
  "beguiling": 644,
  "splash": 645,
  "pastel": 646,
  "colors": 647,
  "prankish": 648,
  "disney": 649,
  "fincher": 650,
  "takes": 651,
  "apparent": 652,
  "joy": 653,
  "making": 654,
  "he": 655,
  "none": 656,
  "biggest": 657,
  "problem": 658,
  "satin": 659,
  "rouge": 660,
  "lilia": 661,
  "herself": 662,
  "she's": 663,
  "cipher": 664,
  "played": 665,
  "actress": 666,
  "smiles": 667,
  "frowns": 668,
  "reveal": 669,
  "inner": 670,
  "lee": 671,
  "does": 672,
  "marvelously": 673,
  "compelling": 674,
  "brown": 675,
  "catalyst": 676,
  "struggle": 677,
  "black": 678,
  "manhood": 679,
  "restrictive": 680,
  "chaotic": 681,
  "america": 682,
  "sketchy": 683,
  "nevertheless": 684,
  "gripping": 685,
  "portrait": 686,
  "jim": 687,
  "celebrated": 688,
  "wonder": 689,
  "spotlight": 690,
  "amazing": 691,
  "finesse": 692,
  "shadows": 693,
  "heidi's": 694,
  "trip": 695,
  "back": 696,
  "vietnam": 697,
  "city": 698,
  "her": 699,
  "mother": 700,
  "mai": 701,
  "thi": 702,
  "kim": 703,
  "still": 704,
  "oedekerk": 705,
  "mugs": 706,
  "mercilessly": 707,
  "jokes": 708,
  "far": 709,
  "woo's": 710,
  "most": 711,
  "resonant": 712,
  "since": 713,
  "killer": 714,
  "dopey": 715,
  "clothed": 716,
  "excess": 717,
  "layers": 718,
  "hipness": 719,
  "wobbly": 720,
  "senegalese": 721,
  "updating": 722,
  "carmen": 723,
  "stunning": 724,
  "turn": 725,
  "djeinaba": 726,
  "diop": 727,
  "gai": 728,
  "nakata's": 729,
  "imply": 730,
  "terror": 731,
  "suggestion": 732,
  "overuse": 733,
  "effects": 734,
  "patience": 735,
  "cinema": 736,
  "besotted": 737,
  "critic": 738,
  "was": 739,
  "slop": 740,
  "potential": 741,
  "cult": 742,
  "loud": 743,
  "shout": 744,
  "insults": 745,
  "screen": 746,
  "john": 747,
  "carlen's": 748,
  "full": 749,
  "unhappy": 750,
  "two": 751,
  "dimensional": 752,
  "poor": 753,
  "editing": 754,
  "ultra": 755,
  "cheesy": 756,
  "highlight": 757,
  "radical": 758,
  "these": 759,
  "self": 760,
  "styled": 761,
  "athletes": 762,
  "banged": 763,
  "brains": 764,
  "ground": 765,
  "frequently": 766,
  "furiously": 767,
  "capacity": 768,
  "explain": 769,
  "themselves": 770,
  "gone": 771,
  "same": 772,
  "natural": 773,
  "instinct": 774,
  "preservation": 775,
  "charlize": 776,
  "chases": 777,
  "kevin": 778,
  "gun": 779,
  "courtney": 780,
  "stuart": 781,
  "cell": 782,
  "phone": 783,
  "sound": 784,
  "gunfire": 785,
  "phones": 786,
  "ringing": 787,
  "tom": 788,
  "dey": 789,
  "demonstrated": 790,
  "knack": 791,
  "mixing": 792,
  "idiosyncratic": 793,
  "humor": 794,
  "2000": 795,
  "debut": 796,
  "shanghai": 797,
  "noon": 798,
  "showtime's": 799,
  "uninspired": 800,
  "send": 801,
  "tv": 802,
  "cop": 803,
  "cliches": 804,
  "mostly": 805,
  "leaves": 806,
  "shooting": 807,
  "blanks": 808,
  "less": 809,
  "change": 810,
  "herzog's": 811,
  "personal": 812,
  "policy": 813,
  "hearted": 814,
  "fluke": 815,
  "marries": 816,
  "amateurishness": 817,
  "blair": 818,
  "witch": 819,
  "illogic": 820,
  "series": 821,
  "7": 822,
  "contenders": 823,
  "create": 824,
  "completely": 825,
  "crass": 826,
  "forgettable": 827,
  "attempt": 828,
  "courageous": 829,
  "result": 830,
  "wildly": 831,
  "uneven": 832,
  "disturbingly": 833,
  "family": 834,
  "dysfunctional": 835,
  "killed": 836,
  "father": 837,
  "french": 838,
  "anne": 839,
  "fontaine": 840,
  "delivers": 841,
  "inspired": 842,
  "male": 843,
  "ridden": 844,
  "angst": 845,
  "emotional": 846,
  "blockage": 847,
  "accompanies": 848,
  "human": 849,
  "condition": 850,
  "want": 851,
  "pack": 852,
  "raw": 853,
  "dough": 854,
  "ears": 855,
  "egotistical": 856,
  "endeavor": 857,
  "daughter": 858,
  "horror": 859,
  "dario": 860,
  "argento": 861,
  "producer": 862,
  "performance": 863,
  "utter": 864,
  "fearlessness": 865,
  "magnetic": 866,
  "journalistically": 867,
  "dubious": 868,
  "inept": 869,
  "often": 870,
  "lethally": 871,
  "dull": 872,
  "unless": 873,
  "bob": 874,
  "crane": 875,
  "someone": 876,
  "interest": 877,
  "film's": 878,
  "adept": 879,
  "lasting": 880,
  "entirely": 881,
  "suspenseful": 882,
  "extremely": 883,
  "well": 884,
  "paced": 885,
  "dare": 886,
  "say": 887,
  "nonbelievers": 888,
  "rethink": 889,
  "attitudes": 890,
  "see": 891,
  "take": 892,
  "creed": 893,
  "skeptics": 894,
  "enter": 895,
  "theater": 896,
  "gem": 897,
  "captured": 898,
  "unhurried": 899,
  "low": 900,
  "key": 901,
  "style": 902,
  "favored": 903,
  "directors": 904,
  "iranian": 905,
  "wave": 906,
  "imagine": 907,
  "pasolini": 908,
  "passion": 909,
  "politics": 910,
  "almodovar": 911,
  "beauty": 912,
  "idea": 913,
  "glum": 914,
  "numb": 915,
  "experience": 916,
  "watching": 917,
  "o": 918,
  "fantasma": 919,
  "enjoyed": 920,
  "fiction": 921,
  "real": 922,
  "events": 923,
  "seeking": 924,
  "definitive": 925,
  "account": 926,
  "eisenstein's": 927,
  "do": 928,
  "elsewhere": 929,
  "thrillers": 930,
  "audiences": 931,
  "talking": 932,
  "specific": 933,
  "scary": 934,
  "startling": 935,
  ";": 936,
  "frailty": 937,
  "terrifying": 938,
  "waiting": 939,
  "home": 940,
  "clare": 941,
  "peploe's": 942,
  "airless": 943,
  "adaptation": 944,
  "could": 945,
  "use": 946,
  "american": 947,
  "pie": 948,
  "irreverence": 949,
  "mushes": 950,
  "college": 951,
  "friends": 952,
  "chill": 953,
  "together": 954,
  "contrivances": 955,
  "overwrought": 956,
  "emotion": 957,
  "soap": 958,
  "operas": 959,
  "beautiful": 960,
  "timeless": 961,
  "universal": 962,
  "tale": 963,
  "heated": 964,
  "passions": 965,
  "jealousy": 966,
  "betrayal": 967,
  "forgiveness": 968,
  "truly": 969,
  "awful": 970,
  "heartbreaking": 971,
  "lessons": 972,
  "worth": 973,
  "revisiting": 974,
  "climactic": 975,
  "realized": 976,
  "forget": 977,
  "original": 978,
  "conflict": 979,
  "amateurish": 980,
  "quasi": 981,
  "improvised": 982,
  "acting": 983,
  "digital": 984,
  "stagecrafts": 985,
  "intimate": 986,
  "therefore": 987,
  "bolder": 988,
  "otherwise": 989,
  "calculated": 990,
  "artifice": 991,
  "overwhelms": 992,
  "design": 993,
  "schneider's": 994,
  "mugging": 995,
  "relentless": 996,
  "constant": 997,
  "suddenly": 998,
  "transpose": 999,
  "himself": 1000,
  "character": 1001,
  "undermines": 1002,
  "story's": 1003,
  "continuity": 1004,
  "progression": 1005,
  "steers": 1006,
  "unexpectedly": 1007,
  "adamant": 1008,
  "streak": 1009,
  "warm": 1010,
  "blooded": 1011,
  "empathy": 1012,
  "disparate": 1013,
  "manhattan": 1014,
  "denizens": 1015,
  "especially": 1016,
  "*": 1017,
  "holes": 1018,
  "whether": 1019,
  "writer": 1020,
  "fontaine's": 1021,
  "ghost": 1022,
  "breakdown": 1023,
  "memory": 1024,
  "lane": 1025,
  "three": 1026,
  "seductive": 1027,
  "haunting": 1028,
  "woefully": 1029,
  "pretentious": 1030,
  "you're": 1031,
  "wwf": 1032,
  "fan": 1033,
  "related": 1034,
  "watched": 1035,
  "robots": 1036,
  "getting": 1037,
  "butchered": 1038,
  "you'll": 1039,
  "probably": 1040,
  "rollerball": 1041,
  "shouldn't": 1042,
  "allowed": 1043,
  "word": 1044,
  "siuation": 1045,
  "joke": 1046,
  "bewilderingly": 1047,
  "brilliant": 1048,
  "seems": 1049,
  "grant": 1050,
  "floppy": 1051,
  "hair": 1052,
  "deprecating": 1053,
  "stammers": 1054,
  "after": 1055,
  "charm": 1056,
  "heart": 1057,
  "quirky": 1058,
  "soccer": 1059,
  "import": 1060,
  "devoid": 1061,
  "qualities": 1062,
  "grittiest": 1063,
  "ever": 1064,
  "lifetime": 1065,
  "cable": 1066,
  "television": 1067,
  "network": 1068,
  "shows": 1069,
  "studios": 1070,
  "firmly": 1071,
  "lost": 1072,
  "ability": 1073,
  "think": 1074,
  "forgive": 1075,
  "shoddy": 1076,
  "product": 1077,
  "girl": 1078,
  "yes": 1079,
  "mibii": 1080,
  "rote": 1081,
  "philosophical": 1082,
  "visual": 1083,
  "coming": 1084,
  "end": 1085,
  "extravagantly": 1086,
  "redeems": 1087,
  "tug": 1088,
  "war": 1089,
  "ensues": 1090,
  "snapshot": 1091,
  "modern": 1092,
  "china": 1093,
  "microcosm": 1094,
  "crash": 1095,
  "course": 1096,
  "mythology": 1097,
  "harder": 1098,
  "ignore": 1099,
  "fact": 1100,
  "laughing": 1101,
  "folks": 1102,
  "hit": 1103,
  "miss": 1104,
  "affair": 1105,
  "consistently": 1106,
  "amusing": 1107,
  "outrageous": 1108,
  "cho": 1109,
  "intended": 1110,
  "imaginative": 1111,
  "might": 1112,
  "hoped": 1113,
  "nair": 1114,
  "necessary": 1115,
  "control": 1116,
  "guide": 1117,
  "loose": 1118,
  "poorly": 1119,
  "structured": 1120,
  "pitfalls": 1121,
  "incoherence": 1122,
  "redundancy": 1123,
  "smart": 1124,
  "knows": 1125,
  "classical": 1126,
  "music": 1127,
  "freud": 1128,
  "sade": 1129,
  "boll": 1130,
  "uses": 1131,
  "lot": 1132,
  "quick": 1133,
  "cutting": 1134,
  "blurry": 1135,
  "step": 1136,
  "printing": 1137,
  "goose": 1138,
  "sometimes": 1139,
  "inadequate": 1140,
  "kill": 1141,
  "effect": 1142,
  "trashy": 1143,
  "exploitative": 1144,
  "thoroughly": 1145,
  "unpleasant": 1146,
  "weight": 1147,
  "lack": 1148,
  "pace": 1149,
  "kills": 1150,
  "cancer": 1151,
  "apt": 1152,
  "gelo": 1153,
  "diverte": 1154,
  "mas": 1155,
  "n\u00e3o": 1156,
  "convence": 1157,
  "\u00e9": 1158,
  "um": 1159,
  "passatempo": 1160,
  "descompromissado": 1161,
  "e": 1162,
  "s\u00f3": 1163,
  "goes": 1164,
  "nausea": 1165,
  "they're": 1166,
  "couple": 1167,
  "cops": 1168,
  "copmovieland": 1169,
  "narc": 1170,
  "routes": 1171,
  "neighborhood": 1172,
  "allen": 1173,
  "outgag": 1174,
  "young": 1175,
  "whippersnappers": 1176,
  "moving": 1177,
  "pictures": 1178,
  "today": 1179,
  "easily": 1180,
  "dismissive": 1181,
  "upscale": 1182,
  "lifestyle": 1183,
  "salma": 1184,
  "native": 1185,
  "bio": 1186,
  "pic": 1187,
  "mexican": 1188,
  "icon": 1189,
  "unintentionally": 1190,
  "comic": 1191,
  "drumbeat": 1192,
  "authenticity": 1193,
  "given": 1194,
  "stale": 1195,
  "plot": 1196,
  "pornographic": 1197,
  "revels": 1198,
  "swank": 1199,
  "apartments": 1200,
  "clothes": 1201,
  "parties": 1202,
  "sight": 1203,
  "spaceship": 1204,
  "launching": 1205,
  "pad": 1206,
  "duly": 1207,
  "imax": 1208,
  "dimensions": 1209,
  "shots": 1210,
  "astronauts": 1211,
  "floating": 1212,
  "cabins": 1213,
  "everlyn": 1214,
  "sampi": 1215,
  "molly": 1216,
  "craig": 1217,
  "radiates": 1218,
  "remarkable": 1219,
  "memorable": 1220,
  "witty": 1221,
  "vibrant": 1222,
  "intelligent": 1223,
  "count": 1224,
  "five": 1225,
  "target": 1226,
  "market": 1227,
  "dumbed": 1228,
  "concoction": 1229,
  "amy": 1230,
  "matthew": 1231,
  "phony": 1232,
  "relationship": 1233,
  "works": 1234,
  "spite": 1235,
  "hollow": 1236,
  "core": 1237,
  "elegant": 1238,
  "eloquent": 1239,
  "meditation": 1240,
  "death": 1241,
  "elusive": 1242,
  "fall": 1243,
  "closer": 1244,
  "quality": 1245,
  "silence": 1246,
  "abysmal": 1247,
  "hannibal": 1248,
  "sly": 1249,
  "empowerment": 1250,
  "expect": 1251,
  "seldom": 1252,
  "closely": 1253,
  "matched": 1254,
  "spirit": 1255,
  "man": 1256,
  "enjoy": 1257,
  "movie's": 1258,
  "sharp": 1259,
  "delightful": 1260,
  "jolie": 1261,
  "burns": 1262,
  "gloss": 1263,
  "over": 1264,
  "sense": 1265,
  "ending": 1266,
  "auspicious": 1267,
  "artistic": 1268,
  "pushes": 1269,
  "majority": 1270,
  "oriented": 1271,
  "follow": 1272,
  "challenging": 1273,
  "report": 1274,
  "liable": 1275,
  "unnerve": 1276,
  "mastering": 1277,
  "formidable": 1278,
  "arithmetic": 1279,
  "cameras": 1280,
  "souls": 1281,
  "group": 1282,
  "flood": 1283,
  "fresh": 1284,
  "wannabes": 1285,
  "written": 1286,
  "mr": 1287,
  "demeo": 1288,
  "produced": 1289,
  "directed": 1290,
  "charles": 1291,
  "addessi": 1292,
  "authentic": 1293,
  "madonna": 1294,
  "now": 1295,
  "apparently": 1296,
  "michael": 1297,
  "jackson's": 1298,
  "nose": 1299,
  "mid": 1300,
  "range": 1301,
  "seagal": 1302,
  "jet": 1303,
  "li": 1304,
  "rollerblades": 1305,
  "utterly": 1306,
  "lacking": 1307,
  "wit": 1308,
  "invention": 1309,
  "roberto": 1310,
  "benigni's": 1311,
  "pinocchio": 1312,
  "astonishingly": 1313,
  "bound": 1314,
  "appeal": 1315,
  "women": 1316,
  "looking": 1317,
  "howlingly": 1318,
  "hours": 1319,
  "sepia": 1320,
  "tinted": 1321,
  "metal": 1322,
  "images": 1323,
  "surround": 1324,
  "moaning": 1325,
  "earth": 1326,
  "anywhere": 1327,
  "else": 1328,
  "ron": 1329,
  "underwood": 1330,
  "manage": 1331,
  "blow": 1332,
  "$": 1333,
  "100": 1334,
  "million": 1335,
  "95": 1336,
  "treasure": 1337,
  "planet": 1338,
  "maintains": 1339,
  "brisk": 1340,
  "races": 1341,
  "however": 1342,
  "lacks": 1343,
  "grandeur": 1344,
  "associated": 1345,
  "stevenson's": 1346,
  "earlier": 1347,
  "efforts": 1348,
  "sadly": 1349,
  "'garth'": 1350,
  "hasn't": 1351,
  "progressed": 1352,
  "nicely": 1353,
  "'wayne": 1354,
  "'": 1355,
  "hawn": 1356,
  "sarandon": 1357,
  "bond": 1358,
  "banger": 1359,
  "sisters": 1360,
  "study": 1361,
  "laughs": 1362,
  "spare": 1363,
  "alone": 1364,
  "price": 1365,
  "admission": 1366,
  "ozpetek": 1367,
  "joins": 1368,
  "ranks": 1369,
  "used": 1370,
  "emigre": 1371,
  "explore": 1372,
  "sex": 1373,
  "culture": 1374,
  "ways": 1375,
  "elude": 1376,
  "nationally": 1377,
  "settled": 1378,
  "absorbing": 1379,
  "disturbing": 1380,
  "perhaps": 1381,
  "originally": 1382,
  "clarity": 1383,
  "off": 1384,
  "austerity": 1385,
  "rewarding": 1386,
  "least": 1387,
  "derrida": 1388,
  "walk": 1389,
  "won't": 1390,
  "falls": 1391,
  "neatly": 1392,
  "category": 1393,
  "stupid": 1394,
  "fun": 1395,
  "heaven": 1396,
  "dramatization": 1397,
  "couple's": 1398,
  "ascension": 1399,
  "examine": 1400,
  "profound": 1401,
  "supposed": 1402,
  "pussy": 1403,
  "ass": 1404,
  "world": 1405,
  "revolve": 1406,
  "around": 1407,
  "therapy": 1408,
  "sessions": 1409,
  "hatosy": 1410,
  "portrays": 1411,
  "brendan": 1412,
  "usual": 1413,
  "intelligence": 1414,
  "subtlety": 1415,
  "mention": 1416,
  "convincing": 1417,
  "brogue": 1418,
  "cumulative": 1419,
  "65": 1420,
  "being": 1421,
  "trapped": 1422,
  "weird": 1423,
  "relative": 1424,
  "trots": 1425,
  "took": 1426,
  "vacation": 1427,
  "stonehenge": 1428,
  "desperate": 1429,
  "evening": 1430,
  "expected": 1431,
  "suspend": 1432,
  "disbelief": 1433,
  "include": 1434,
  "5": 1435,
  "o'clock": 1436,
  "shadow": 1437,
  "tall": 1438,
  "wooden": 1439,
  "skips": 1440,
  "school": 1441,
  "considered": 1442,
  "approach": 1443,
  "agitprop": 1444,
  "thinness": 1445,
  "characterizations": 1446,
  "failure": 1447,
  "straight": 1448,
  "morgan": 1449,
  "judd": 1450,
  "franklin": 1451,
  "can't": 1452,
  "save": 1453,
  "rooted": 1454,
  "novel": 1455,
  "joseph": 1456,
  "finder": 1457,
  "opportunism": 1458,
  "execution": 1459,
  "lackluster": 1460,
  "sleep": 1461,
  "inducingly": 1462,
  "slow": 1463,
  "crime": 1464,
  "clumsy": 1465,
  "handed": 1466,
  "phoney": 1467,
  "sentiment": 1468,
  "overly": 1469,
  "devices": 1470,
  "sequel": 1471,
  "outshine": 1472,
  "then": 1473,
  "sl2": 1474,
  "frantic": 1475,
  "search": 1476,
  "ratio": 1477,
  "exactly": 1478,
  "favour": 1479,
  "get": 1480,
  "libidinous": 1481,
  "dwellers": 1482,
  "obscenely": 1483,
  "edward": 1484,
  "burns'": 1485,
  "sidewalks": 1486,
  "york": 1487,
  "look": 1488,
  "oscar": 1489,
  "wilde": 1490,
  "haynes'": 1491,
  "homage": 1492,
  "allows": 1493,
  "imitation": 1494,
  "transcends": 1495,
  "masterpiece": 1496,
  "stormy": 1497,
  "night": 1498,
  "creaky": 1499,
  "staircase": 1500,
  "gothic": 1501,
  "guillen": 1502,
  "rarely": 1503,
  "gets": 1504,
  "beneath": 1505,
  "surface": 1506,
  "she": 1507,
  "lists": 1508,
  "ingredients": 1509,
  "mixes": 1510,
  "stirs": 1511,
  "meyjes": 1512,
  "homework": 1513,
  "soaked": 1514,
  "jazzy": 1515,
  "revisionist": 1516,
  "theories": 1517,
  "origins": 1518,
  "nazi": 1519,
  "aesthetics": 1520,
  "ol'": 1521,
  "ball": 1522,
  "chain": 1523,
  "trick": 1524,
  "godard": 1525,
  "pitch": 1526,
  "poetics": 1527,
  "savor": 1528,
  "pleasure": 1529,
  "sounds": 1530,
  "ponder": 1531,
  "historical": 1532,
  "ethical": 1533,
  "issues": 1534,
  "intersect": 1535,
  "paper": 1536,
  "personalities": 1537,
  "undergo": 1538,
  "changes": 1539,
  "suits": 1540,
  "childlike": 1541,
  "evoked": 1542,
  "lukewarm": 1543,
  "pass": 1544,
  "tailored": 1545,
  "entertain": 1546,
  "turgid": 1547,
  "history": 1548,
  "lesson": 1549,
  "humourless": 1550,
  "stirring": 1551,
  "drawn": 1552,
  "dream": 1553,
  "image": 1554,
  "west": 1555,
  "whenever": 1556,
  "lamer": 1557,
  "instincts": 1558,
  "saddle": 1559,
  "whole": 1560,
  "having": 1561,
  "slapstick": 1562,
  "antics": 1563,
  "silly": 1564,
  "street": 1565,
  "patois": 1566,
  "tossing": 1567,
  "obscure": 1568,
  "expressions": 1569,
  "bellini": 1570,
  "mullinski": 1571,
  "compact": 1572,
  "86": 1573,
  "breezes": 1574,
  "dramatic": 1575,
  "sequences": 1576,
  "clearly": 1577,
  "main": 1578,
  "event": 1579,
  "surprisingly": 1580,
  "uninvolving": 1581,
  "painfully": 1582,
  "leaden": 1583,
  "destined": 1584,
  "pre": 1585,
  "dawn": 1586,
  "slots": 1587,
  "escapades": 1588,
  "demonstrating": 1589,
  "adage": 1590,
  "gander": 1591,
  "amuses": 1592,
  "amounts": 1593,
  "ya": 1594,
  "ya's": 1595,
  "secrets": 1596,
  "books": 1597,
  "translating": 1598,
  "complex": 1599,
  "novels": 1600,
  "task": 1601,
  "essence": 1602,
  "fake": 1603,
  "backdrops": 1604,
  "stately": 1605,
  "pacing": 1606,
  "settles": 1607,
  "consistent": 1608,
  "tone": 1609,
  "maelstrom": 1610,
  "strange": 1611,
  "engrossing": 1612,
  "different": 1613,
  "twisted": 1614,
  "awesome": 1615,
  "ineffable": 1616,
  "yet": 1617,
  "inexplicably": 1618,
  "powerful": 1619,
  "care": 1620,
  "performed": 1621,
  "quintet": 1622,
  "actresses": 1623,
  "nonetheless": 1624,
  "drags": 1625,
  "during": 1626,
  "112": 1627,
  "length": 1628,
  "indispensable": 1629,
  "peek": 1630,
  "agony": 1631,
  "laugh": 1632,
  "version": 1633,
  "raised": 1634,
  "notches": 1635,
  "kiddie": 1636,
  "fantasy": 1637,
  "pablum": 1638,
  "allen's": 1639,
  "astringent": 1640,
  "told": 1641,
  "cinematic": 1642,
  "gymnast": 1643,
  "embellishing": 1644,
  "misanthropic": 1645,
  "actually": 1646,
  "engage": 1647,
  "roger": 1648,
  "quickly": 1649,
  "recognize": 1650,
  "part": 1651,
  "why": 1652,
  "go": 1653,
  "'blood'": 1654,
  "protagonist": 1655,
  "pulse": 1656,
  "disappears": 1657,
  "crosses": 1658,
  "finish": 1659,
  "line": 1660,
  "winded": 1661,
  "game": 1662,
  "comes": 1663,
  "kingdom": 1664,
  "mild": 1665,
  "wild": 1666,
  "harps": 1667,
  "media": 1668,
  "constructed": 1669,
  "'issues'": 1670,
  "compromise": 1671,
  "orgasm": 1672,
  "exceedingly": 1673,
  "improve": 1674,
  "staring": 1675,
  "blank": 1676,
  "austin": 1677,
  "powers": 1678,
  "prefer": 1679,
  "pootie": 1680,
  "tang": 1681,
  "budget": 1682,
  "sa": 1683,
  "da": 1684,
  "tay": 1685,
  "moore's": 1686,
  "noisy": 1687,
  "cocky": 1688,
  "energy": 1689,
  "class": 1690,
  "consciousness": 1691,
  "shticks": 1692,
  "stones": 1693,
  "hawaiian": 1694,
  "setting": 1695,
  "science": 1696,
  "trimmings": 1697,
  "rowdy": 1698,
  "basic": 1699,
  "lilo": 1700,
  "pulled": 1701,
  "tear": 1702,
  "stained": 1703,
  "vintage": 1704,
  "shirley": 1705,
  "temple": 1706,
  "lyrical": 1707,
  "considerable": 1708,
  "force": 1709,
  "truth": 1710,
  "generate": 1711,
  "tension": 1712,
  "joe": 1713,
  "carnahan's": 1714,
  "grimy": 1715,
  "manual": 1716,
  "precinct": 1717,
  "moves": 1718,
  "fast": 1719,
  "cover": 1720,
  "clunky": 1721,
  "lapses": 1722,
  "logic": 1723,
  "grossly": 1724,
  "contradictory": 1725,
  "conveying": 1726,
  "indeed": 1727,
  "presented": 1728,
  "lousy": 1729,
  "complete": 1730,
  "year's": 1731,
  "funniest": 1732,
  "blessed": 1733,
  "gift": 1734,
  "geeks": 1735,
  "historians": 1736,
  "'70's": 1737,
  "job": 1738,
  "establishing": 1739,
  "place": 1740,
  "telling": 1741,
  "superbly": 1742,
  "photographed": 1743,
  "staged": 1744,
  "mendes": 1745,
  "riveting": 1746,
  "pieces": 1747,
  "likes": 1748,
  "mainstream": 1749,
  "seen": 1750,
  "blanket": 1751,
  "statements": 1752,
  "dime": 1753,
  "store": 1754,
  "ruminations": 1755,
  "vanity": 1756,
  "worries": 1757,
  "sudden": 1758,
  "wisdom": 1759,
  "becomes": 1760,
  "sermon": 1761,
  "running": 1762,
  "mature": 1763,
  "fatal": 1764,
  "attraction": 1765,
  "indecent": 1766,
  "proposal": 1767,
  "relevant": 1768,
  "9": 1769,
  "\u00bd": 1770,
  "weeks": 1771,
  "unfaithful": 1772,
  "cranked": 1773,
  "assembly": 1774,
  "americans": 1775,
  "kick": 1776,
  "goofy": 1777,
  "brits": 1778,
  "cute": 1779,
  "accents": 1780,
  "performing": 1781,
  "ages": 1782,
  "unfunny": 1783,
  "tricks": 1784,
  "potboiler": 1785,
  "omnibus": 1786,
  "round": 1787,
  "robin": 1788,
  "interesting": 1789,
  "concept": 1790,
  "stars": 1791,
  "perry": 1792,
  "elizabeth": 1793,
  "hurley": 1794,
  "illicit": 1795,
  "chuckle": 1796,
  "land": 1797,
  "serving": 1798,
  "sara": 1799,
  "distinguish": 1800,
  "itself": 1801,
  "herd": 1802,
  "hitchcock": 1803,
  "optimistic": 1804,
  "hope": 1805,
  "popular": 1806,
  "meant": 1807,
  "'inspirational'": 1808,
  "'uplifting'": 1809,
  "distasteful": 1810,
  "already": 1811,
  "sharing": 1812,
  "mindset": 1813,
  "prize": 1814,
  "winner": 1815,
  "teacher": 1816,
  "derivative": 1817,
  "substitutes": 1818,
  "extreme": 1819,
  "gore": 1820,
  "suspense": 1821,
  "light": 1822,
  "errol": 1823,
  "morris": 1824,
  "focusing": 1825,
  "eccentricity": 1826,
  "failing": 1827,
  "bigger": 1828,
  "scrapbook": 1829,
  "oddballs": 1830,
  "fairly": 1831,
  "stone": 1832,
  "iii": 1833,
  "eastwood": 1834,
  "'surprises'": 1835,
  "really": 1836,
  "surprising": 1837,
  "others": 1838,
  "depth": 1839,
  "breadth": 1840,
  "intimacy": 1841,
  "physical": 1842,
  "act": 1843,
  "meaning": 1844,
  "forced": 1845,
  "behavior": 1846,
  "bizarre": 1847,
  "unjustified": 1848,
  "fashion": 1849,
  "spout": 1850,
  "dialog": 1851,
  "consists": 1852,
  "platitudes": 1853,
  "exaggeration": 1854,
  "i've": 1855,
  "creepy": 1856,
  "mark": 1857,
  "3": 1858,
  "d": 1859,
  "vistas": 1860,
  "orbit": 1861,
  "space": 1862,
  "station": 1863,
  "suspended": 1864,
  "wind": 1865,
  "chimes": 1866,
  "blue": 1867,
  "globe": 1868,
  "stanzas": 1869,
  "breathtaking": 1870,
  "awe": 1871,
  "inspiring": 1872,
  "poetry": 1873,
  "particularly": 1874,
  "subtle": 1875,
  "build": 1876,
  "obvious": 1877,
  "conclusion": 1878,
  "serry's": 1879,
  "essentially": 1880,
  "contained": 1881,
  "larger": 1882,
  "context": 1883,
  "case": 1884,
  "christianity": 1885,
  "chesterton": 1886,
  "lewis": 1887,
  "ring": 1888,
  "circus": 1889,
  "side": 1890,
  "aplenty": 1891,
  "damon": 1892,
  "affleck": 1893,
  "greenlight": 1894,
  "next": 1895,
  "paying": 1896,
  "attention": 1897,
  "miniseries": 1898,
  "heard": 1899,
  "fans": 1900,
  "men": 1901,
  "away": 1902,
  "hating": 1903,
  "second": 1904,
  "bruin": 1905,
  "thou": 1906,
  "cross": 1907,
  "country": 1908,
  "adventure": 1909,
  "sporadic": 1910,
  "bursts": 1911,
  "liveliness": 1912,
  "ear": 1913,
  "songs": 1914,
  "soundtrack": 1915,
  "literary": 1916,
  "detective": 1917,
  "aficionados": 1918,
  "whodunit": 1919,
  "disappointed": 1920,
  "limited": 1921,
  "sets": 1922,
  "confined": 1923,
  "spaces": 1924,
  "homages": 1925,
  "noir": 1926,
  "brief": 1927,
  "42": 1928,
  "x": 1929,
  "blab": 1930,
  "piece": 1931,
  "faces": 1932,
  "difficult": 1933,
  "honesty": 1934,
  "built": 1935,
  "middle": 1936,
  "arkansas": 1937,
  "monster": 1938,
  "truck": 1939,
  "loving": 1940,
  "boys": 1941,
  "peroxide": 1942,
  "blond": 1943,
  "honeys": 1944,
  "worldly": 1945,
  "knowledge": 1946,
  "reruns": 1947,
  "supermarket": 1948,
  "tabloids": 1949,
  "vital": 1950,
  "plays": 1951,
  "happen": 1952,
  "labours": 1953,
  "storytelling": 1954,
  "escapes": 1955,
  "precious": 1956,
  "trappings": 1957,
  "romantic": 1958,
  "comedies": 1959,
  "infusing": 1960,
  "complicated": 1961,
  "emotions": 1962,
  "passionate": 1963,
  "enthusiasms": 1964,
  "martin": 1965,
  "scorsese": 1966,
  "gangs": 1967,
  "you've": 1968,
  "paid": 1969,
  "matinee": 1970,
  "bought": 1971,
  "tub": 1972,
  "popcorn": 1973,
  "guilty": 1974,
  "chomp": 1975,
  "respective": 1976,
  "charms": 1977,
  "sandra": 1978,
  "bullock": 1979,
  "hugh": 1980,
  "worn": 1981,
  "threadbare": 1982,
  "equilibrium": 1983,
  "george": 1984,
  "orwell": 1985,
  "imagined": 1986,
  "today's": 1987,
  "mood": 1988,
  "altering": 1989,
  "drug": 1990,
  "envisioned": 1991,
  "chemists": 1992,
  "1949": 1993,
  "menace": 1994,
  "elements": 1995,
  "parts": 1996,
  "glimpse": 1997,
  "insular": 1998,
  "clich\u00e9s": 1999,
  "showcases": 2000,
  "dedicated": 2001,
  "artists": 2002,
  "agendas": 2003,
  "win": 2004,
  "slight": 2005,
  "ideal": 2006,
  "casting": 2007,
  "masterful": 2008,
  "british": 2009,
  "actor": 2010,
  "ian": 2011,
  "holm": 2012,
  "napoleon": 2013,
  "sophie": 2014,
  "birot's": 2015,
  "feature": 2016,
  "sensitive": 2017,
  "extraordinarily": 2018,
  "prove": 2019,
  "edges": 2020,
  "kathryn": 2021,
  "bigelow": 2022,
  "offers": 2023,
  "sugar": 2024,
  "coating": 2025,
  "interludes": 2026,
  "lightness": 2027,
  "unrelentingly": 2028,
  "claustrophobic": 2029,
  "enigmatic": 2030,
  "conundrum": 2031,
  "solving": 2032,
  "greatest": 2033,
  "white": 2034,
  "knuckled": 2035,
  "unable": 2036,
  "hook": 2037,
  "overlong": 2038,
  "adam": 2039,
  "watstein": 2040,
  "finishing": 2041,
  "parents": 2042,
  "beware": 2043,
  "downright": 2044,
  "penance": 2045,
  "intermittently": 2046,
  "destructive": 2047,
  "watch": 2048,
  "exploratory": 2049,
  "medical": 2050,
  "procedure": 2051,
  "autopsy": 2052,
  "hackneyed": 2053,
  "affluent": 2054,
  "damsel": 2055,
  "distress": 2056,
  "decides": 2057,
  "fight": 2058,
  "bully": 2059,
  "husband": 2060,
  "overdone": 2061,
  "expectations": 2062,
  "rare": 2063,
  "docs": 2064,
  "paints": 2065,
  "grand": 2066,
  "journey": 2067,
  "party": 2068,
  "egoyan's": 2069,
  "sustain": 2070,
  "involvement": 2071,
  "excuse": 2072,
  "critical": 2073,
  "heresy": 2074,
  "intellectually": 2075,
  "ambitious": 2076,
  "oh": 2077,
  "invigorating": 2078,
  "electric": 2079,
  "thing": 2080,
  "level": 2081,
  "whatsoever": 2082,
  "centered": 2083,
  "theatrical": 2084,
  "marvelous": 2085,
  "documentary": 2086,
  "touches": 2087,
  "gracefully": 2088,
  "yiddish": 2089,
  "israel": 2090,
  "convincingly": 2091,
  "age": 2092,
  "we've": 2093,
  "affecting": 2094,
  "grace": 2095,
  "cultural": 2096,
  "specificity": 2097,
  "kapur": 2098,
  "filmmaker": 2099,
  "landscapes": 2100,
  "english": 2101,
  "language": 2102,
  "overpraised": 2103,
  "everything": 2104,
  "soderbergh's": 2105,
  "struck": 2106,
  "unusually": 2107,
  "unimpressively": 2108,
  "fussy": 2109,
  "confirming": 2110,
  "gourmet": 2111,
  "meal": 2112,
  "fare": 2113,
  "fair": 2114,
  "drive": 2115,
  "thru": 2116,
  "laggard": 2117,
  "wending": 2118,
  "epiphany": 2119,
  "ice": 2120,
  "sticks": 2121,
  "mug": 2122,
  "window": 2123,
  "bmw": 2124,
  "begins": 2125,
  "haranguing": 2126,
  "wife": 2127,
  "credibility": 2128,
  "flies": 2129,
  "'de": 2130,
  "niro": 2131,
  "veritable": 2132,
  "source": 2133,
  "sincere": 2134,
  "contrivance": 2135,
  "orbits": 2136,
  "stupidities": 2137,
  "sticking": 2138,
  "one's": 2139,
  "mind": 2140,
  "cool": 2141,
  "walter": 2142,
  "hill": 2143,
  "hypermasculine": 2144,
  "element": 2145,
  "again": 2146,
  "able": 2147,
  "inject": 2148,
  "vitality": 2149,
  "pulpy": 2150,
  "hands": 2151,
  "72": 2152,
  "exciting": 2153,
  "tad": 2154,
  "breathes": 2155,
  "amalgamating": 2156,
  "genres": 2157,
  "adding": 2158,
  "complexity": 2159,
  "stock": 2160,
  "elvira": 2161,
  "hardly": 2162,
  "ask": 2163,
  "discursive": 2164,
  "oddly": 2165,
  "hartley": 2166,
  "created": 2167,
  "didn't": 2168,
  "handle": 2169,
  "quando": 2170,
  "tiros": 2171,
  "em": 2172,
  "columbine": 2173,
  "acerta": 2174,
  "alvo": 2175,
  "com": 2176,
  "perd\u00e3o": 2177,
  "trocadilho": 2178,
  "h\u00e1": 2179,
  "como": 2180,
  "negar": 2181,
  "brilhantismo": 2182,
  "argumenta\u00e7\u00e3o": 2183,
  "de": 2184,
  "seu": 2185,
  "diretor": 2186,
  "'bowling": 2187,
  "moore": 2188,
  "perfect": 2189,
  "starting": 2190,
  "national": 2191,
  "conversation": 2192,
  "guns": 2193,
  "violence": 2194,
  "fear": 2195,
  "lazily": 2196,
  "cirulnick": 2197,
  "novelist": 2198,
  "thulani": 2199,
  "davis": 2200,
  "rating": 2201,
  "zero": 2202,
  "consider": 2203,
  "diss": 2204,
  "'perfection": 2205,
  "literate": 2206,
  "always": 2207,
  "seemed": 2208,
  "static": 2209,
  "high": 2210,
  "crimes": 2211,
  "misdemeanor": 2212,
  "routine": 2213,
  "thriller": 2214,
  "misuse": 2215,
  "fine": 2216,
  "freeman": 2217,
  "ashley": 2218,
  "delighted": 2219,
  "touching": 2220,
  "year": 2221,
  "including": 2222,
  "gymnastics": 2223,
  "disguise": 2224,
  "inauthentic": 2225,
  "bottom": 2226,
  "nemesis": 2227,
  "uncommitted": 2228,
  "needn't": 2229,
  "waste": 2230,
  "exception": 2231,
  "hurley's": 2232,
  "breasts": 2233,
  "fulford": 2234,
  "wierzbicki": 2235,
  "captures": 2236,
  "wise": 2237,
  "beyond": 2238,
  "years": 2239,
  "laughed": 2240,
  "farts": 2241,
  "nine": 2242,
  "offer": 2243,
  "besides": 2244,
  "unintentional": 2245,
  "enjoyably": 2246,
  "dumb": 2247,
  "hilarious": 2248,
  "taste": 2249,
  "steal": 2250,
  "website": 2251,
  "setups": 2252,
  "incoherent": 2253,
  "desire": 2254,
  "liked": 2255,
  "possibility": 2256,
  "exploration": 2257,
  "thornier": 2258,
  "aspects": 2259,
  "nature": 2260,
  "nurture": 2261,
  "argument": 2262,
  "regards": 2263,
  "homosexuality": 2264,
  "remarkably": 2265,
  "engaging": 2266,
  "noticeably": 2267,
  "goodfellas": 2268,
  "dozen": 2269,
  "trouble": 2270,
  "ghetto": 2271,
  "flicks": 2272,
  "sheen": 2273,
  "bedevils": 2274,
  "beginning": 2275,
  "lohman's": 2276,
  "moist": 2277,
  "eyes": 2278,
  "shine": 2279,
  "bogus": 2280,
  "veneer": 2281,
  "sketches": 2282,
  "connection": 2283,
  "identification": 2284,
  "frustratingly": 2285,
  "reach": 2286,
  "leads": 2287,
  "lathan": 2288,
  "diggs": 2289,
  "chemistry": 2290,
  "lovers": 2291,
  "psychic": 2292,
  "deep": 2293,
  "fabric": 2294,
  "unapologetic": 2295,
  "mess": 2296,
  "ends": 2297,
  "blowing": 2298,
  "collapses": 2299,
  "meager": 2300,
  "enjoyable": 2301,
  "regardless": 2302,
  "race": 2303,
  "fashioned": 2304,
  "unburdened": 2305,
  "pretensions": 2306,
  "significance": 2307,
  "suck": 2308,
  "flaws": 2309,
  "beast": 2310,
  "lightest": 2311,
  "breezy": 2312,
  "decade": 2313,
  "positive": 2314,
  "recharged": 2315,
  "slipshod": 2316,
  "confuses": 2317,
  "mere": 2318,
  "flashing": 2319,
  "kinky": 2320,
  "imagery": 2321,
  "naughty": 2322,
  "runs": 2323,
  "163": 2324,
  "safe": 2325,
  "conduct": 2326,
  "languorous": 2327,
  "packed": 2328,
  "bursting": 2329,
  "incident": 2330,
  "scores": 2331,
  "fictional": 2332,
  "unnerving": 2333,
  "inviting": 2334,
  "2002's": 2335,
  "procession": 2336,
  "sweeping": 2337,
  "reinvigorated": 2338,
  "leukemia": 2339,
  "looked": 2340,
  "benign": 2341,
  "heads": 2342,
  "deconstruct": 2343,
  "went": 2344,
  "wrong": 2345,
  "daydreaming": 2346,
  "irresistible": 2347,
  "combination": 2348,
  "rousing": 2349,
  "scale": 2350,
  "chateau": 2351,
  "belongs": 2352,
  "rudd": 2353,
  "dependent": 2354,
  "flakeball": 2355,
  "spouting": 2356,
  "malapropisms": 2357,
  "nonstop": 2358,
  "hoot": 2359,
  "moviegoing": 2360,
  "equivalent": 2361,
  "dinner": 2362,
  "host": 2363,
  "hostess's": 2364,
  "baby's": 2365,
  "birth": 2366,
  "moretti's": 2367,
  "anatomy": 2368,
  "grief": 2369,
  "process": 2370,
  "adapting": 2371,
  "loss": 2372,
  "miller": 2373,
  "bracing": 2374,
  "vision": 2375,
  "painterly": 2376,
  "titles": 2377,
  "distributors": 2378,
  "closing": 2379,
  "credits": 2380,
  "roll": 2381,
  "sends": 2382,
  "believer": 2383,
  "quite": 2384,
  "cheered": 2385,
  "gra\u00e7as": 2386,
  "\u00e0s": 2387,
  "intera\u00e7\u00f5es": 2388,
  "entre": 2389,
  "seus": 2390,
  "personagens": 2391,
  "filme": 2392,
  "torna": 2393,
  "se": 2394,
  "apenas": 2395,
  "uma": 2396,
  "hist\u00f3ria": 2397,
  "divertida": 2398,
  "sobre": 2399,
  "curiosa": 2400,
  "persegui\u00e7\u00e3o": 2401,
  "tamb\u00e9m": 2402,
  "belo": 2403,
  "estudo": 2404,
  "sweetest": 2405,
  "bitter": 2406,
  "lesser": 2407,
  "harrison": 2408,
  "ford": 2409,
  "six": 2410,
  "days": 2411,
  "seven": 2412,
  "nights": 2413,
  "maybe": 2414,
  "dreadful": 2415,
  "sabrina": 2416,
  "remake": 2417,
  "diversion": 2418,
  "suffices": 2419,
  "triumph": 2420,
  "morality": 2421,
  "thought": 2422,
  "provoking": 2423,
  "hampered": 2424,
  "rigid": 2425,
  "asinine": 2426,
  "'twist'": 2427,
  "brazenly": 2428,
  "rips": 2429,
  "sixth": 2430,
  "clear": 2431,
  "mehta": 2432,
  "update": 2433,
  "beloved": 2434,
  "thousands": 2435,
  "indians": 2436,
  "fancy": 2437,
  "sophisticated": 2438,
  "cheese": 2439,
  "laced": 2440,
  "spectacles": 2441,
  "'em": 2442,
  "subcontinent": 2443,
  "allegedly": 2444,
  "marketable": 2445,
  "emperor's": 2446,
  "club": 2447,
  "turns": 2448,
  "blind": 2449,
  "eye": 2450,
  "pretends": 2451,
  "teach": 2452,
  "blade": 2453,
  "ii": 2454,
  "merges": 2455,
  "fighting": 2456,
  "games": 2457,
  "wire": 2458,
  "fu": 2459,
  "mystery": 2460,
  "james": 2461,
  "wrestling": 2462,
  "anime": 2463,
  "bloody": 2464,
  "stew": 2465,
  "celebration": 2466,
  "living": 2467,
  "sobering": 2468,
  "rumination": 2469,
  "fatality": 2470,
  "classism": 2471,
  "ignorance": 2472,
  "beijing": 2473,
  "bicycle": 2474,
  "spinning": 2475,
  "wheels": 2476,
  "u": 2477,
  "boat": 2478,
  "captain": 2479,
  "mana": 2480,
  "damaged": 2481,
  "help": 2482,
  "hurt": 2483,
  "automatic": 2484,
  "trenchant": 2485,
  "critique": 2486,
  "capitalism": 2487,
  "dramatically": 2488,
  "conflicted": 2489,
  "spoof": 2490,
  "carries": 2491,
  "share": 2492,
  "guffaw": 2493,
  "occasional": 2494,
  "belly": 2495,
  "represents": 2496,
  "girls": 2497,
  "behaving": 2498,
  "badly": 2499,
  "fallen": 2500,
  "kiarostami": 2501,
  "crafted": 2502,
  "deceptively": 2503,
  "casual": 2504,
  "ode": 2505,
  "managed": 2506,
  "convey": 2507,
  "tiny": 2508,
  "visually": 2509,
  "striking": 2510,
  "slickly": 2511,
  "cold": 2512,
  "grey": 2513,
  "antiseptic": 2514,
  "emotionally": 2515,
  "desiccated": 2516,
  "merely": 2517,
  "unwatchable": 2518,
  "unlistenable": 2519,
  "frighteningly": 2520,
  "evocative": 2521,
  "hypnotic": 2522,
  "composed": 2523,
  "philip": 2524,
  "glass": 2525,
  "type": 2526,
  "stunt": 2527,
  "academy": 2528,
  "loves": 2529,
  "political": 2530,
  "stuffed": 2531,
  "piano": 2532,
  "discourages": 2533,
  "wanting": 2534,
  "foreign": 2535,
  "bill": 2536,
  "plympton": 2537,
  "animation": 2538,
  "welcome": 2539,
  "maudlin": 2540,
  "focus": 2541,
  "woman's": 2542,
  "infirmity": 2543,
  "naive": 2544,
  "dreams": 2545,
  "play": 2546,
  "kind": 2547,
  "string": 2548,
  "plucking": 2549,
  "son": 2550,
  "bride": 2551,
  "trying": 2552,
  "predict": 2553,
  "preordained": 2554,
  "moment": 2555,
  "occur": 2556,
  "effectively": 2557,
  "inducing": 2558,
  "reducing": 2559,
  "japanese": 2560,
  "hideo": 2561,
  "nakata": 2562,
  "superstitious": 2563,
  "curse": 2564,
  "letters": 2565,
  "applies": 2566,
  "basis": 2567,
  "embellishment": 2568,
  "needed": 2569,
  "spend": 2570,
  "stuff": 2571,
  "buck": 2572,
  "greasy": 2573,
  "vidgame": 2574,
  "pit": 2575,
  "lobby": 2576,
  "misfires": 2577,
  "downside": 2578,
  "paucity": 2579,
  "laughter": 2580,
  "what's": 2581,
  "valueless": 2582,
  "paean": 2583,
  "pro": 2584,
  "basketball": 2585,
  "underwritten": 2586,
  "nba": 2587,
  "everyone's": 2588,
  "blame": 2589,
  "transporting": 2590,
  "imagining": 2591,
  "1930s": 2592,
  "scotland": 2593,
  "pa": 2594,
  "weren't": 2595,
  "bard's": 2596,
  "tragic": 2597,
  "brilliantly": 2598,
  "psychological": 2599,
  "lots": 2600,
  "bid": 2601,
  "hold": 2602,
  "grows": 2603,
  "monotonous": 2604,
  "joan": 2605,
  "philip's": 2606,
  "repetitive": 2607,
  "arguments": 2608,
  "schemes": 2609,
  "treachery": 2610,
  "typical": 2611,
  "anim\u00e9": 2612,
  "cheapo": 2613,
  "saturday": 2614,
  "morning": 2615,
  "'60s": 2616,
  "sword": 2617,
  "sorcery": 2618,
  "names": 2619,
  "zoning": 2620,
  "ordinances": 2621,
  "protect": 2622,
  "community": 2623,
  "dullest": 2624,
  "impostor": 2625,
  "opening": 2626,
  "near": 2627,
  "slick": 2628,
  "nonsense": 2629,
  "aware": 2630,
  "mocking": 2631,
  "satisfies": 2632,
  "swashbuckling": 2633,
  "regard": 2634,
  "guard": 2635,
  "simone": 2636,
  "carefully": 2637,
  "scream": 2638,
  "tortured": 2639,
  "unquestionably": 2640,
  "alive": 2641,
  "admirable": 2642,
  "caine": 2643,
  "feeble": 2644,
  "tootsie": 2645,
  "knockoff": 2646,
  "horrendously": 2647,
  "plainly": 2648,
  "incomprehensible": 2649,
  "latest": 2650,
  "america's": 2651,
  "thirst": 2652,
  "beaten": 2653,
  "path": 2654,
  "necessarily": 2655,
  "spy": 2656,
  "2": 2657,
  "island": 2658,
  "robert": 2659,
  "rodriguez": 2660,
  "cobbled": 2661,
  "awry": 2662,
  "laid": 2663,
  "solondz": 2664,
  "convinced": 2665,
  "significant": 2666,
  "talk": 2667,
  "appeals": 2668,
  "boy": 2669,
  "howler": 2670,
  "bergman": 2671,
  "approaches": 2672,
  "swedish": 2673,
  "fatalism": 2674,
  "using": 2675,
  "gary": 2676,
  "larson's": 2677,
  "mike": 2678,
  "interested": 2679,
  "recycling": 2680,
  "wants": 2681,
  "tweak": 2682,
  "tangy": 2683,
  "rumor": 2684,
  "angels": 2685,
  "extended": 2686,
  "episode": 2687,
  "angel": 2688,
  "dancing": 2689,
  "weeping": 2690,
  "plot's": 2691,
  "uncomfortably": 2692,
  "strained": 2693,
  "late": 2694,
  "tapping": 2695,
  "reality": 2696,
  "obsession": 2697,
  "tardier": 2698,
  "exploiting": 2699,
  "novelty": 2700,
  "webcast": 2701,
  "flabby": 2702,
  "rolls": 2703,
  "toback": 2704,
  "machinations": 2705,
  "munch's": 2706,
  "tenderly": 2707,
  "observant": 2708,
  "watches": 2709,
  "float": 2710,
  "within": 2711,
  "seas": 2712,
  "short": 2713,
  "unexpected": 2714,
  "i'd": 2715,
  "frontal": 2716,
  "attack": 2717,
  "kitschy": 2718,
  "flashy": 2719,
  "opera": 2720,
  "sem": 2721,
  "preocupar": 2722,
  "criar": 2723,
  "momentos": 2724,
  "melodram\u00e1ticos": 2725,
  "para": 2726,
  "arrancar": 2727,
  "l\u00e1grimas": 2728,
  "espectador": 2729,
  "pianista": 2730,
  "triste": 2731,
  "que": 2732,
  "isso": 2733,
  "precise": 2734,
  "ser": 2735,
  "emocionante": 2736,
  "streets": 2737,
  "cinematographer": 2738,
  "ballhaus": 2739,
  "mean": 2740,
