{
  "text": 0,
  "pls": 1,
  "give": 2,
  "her": 3,
  "the": 4,
  "food": 5,
  "preferably": 6,
  "pap": 7,
  "very": 8,
  "slowly": 9,
  "with": 10,
  "loads": 11,
  "of": 12,
  "sugar": 13,
  ".": 14,
  "you": 15,
  "can": 16,
  "take": 17,
  "up": 18,
  "to": 19,
  "an": 20,
  "hour": 21,
  "it": 22,
  "and": 23,
  "then": 24,
  "some": 25,
  "water": 26,
  "yeh": 27,
  "indians": 28,
  "was": 29,
  "nice": 30,
  "tho": 31,
  "did": 32,
  "kane": 33,
  "me": 34,
  "off": 35,
  "a": 36,
  "bit": 37,
  "he": 38,
  "we": 39,
  "shud": 40,
  "go": 41,
  "out": 42,
  "4": 43,
  "drink": 44,
  "sometime": 45,
  "soon": 46,
  "mite": 47,
  "hav": 48,
  "2": 49,
  "da": 50,
  "works": 51,
  "laugh": 52,
  "love": 53,
  "pete": 54,
  "x": 55,
  "ok": 56,
  "lor": 57,
  "or": 58,
  "u": 59,
  "wan": 60,
  "look": 61,
  "?": 62,
  "how": 63,
  "is": 64,
  "possible": 65,
  "teach": 66,
  "where": 67,
  "lol": 68,
  "won't": 69,
  "feel": 70,
  "bad": 71,
  "when": 72,
  "i": 73,
  "use": 74,
  "money": 75,
  "steak": 76,
  "dinner": 77,
  "=": 78,
  "d": 79,
  "am": 80,
  "on": 81,
  "way": 82,
  "railway": 83,
  "much": 84,
  "better": 85,
  "now": 86,
  "thanks": 87,
  "shit": 88,
  "that": 89,
  "really": 90,
  "shocking": 91,
  "scary": 92,
  ",": 93,
  "cant": 94,
  "imagine": 95,
  "for": 96,
  "second": 97,
  "def": 98,
  "night": 99,
  "do": 100,
  "think": 101,
  "there": 102,
  "somewhere": 103,
  "could": 104,
  "crash": 105,
  "save": 106,
  "taxi": 107,
  "urgent": 108,
  "ur": 109,
  "500": 110,
  "guaranteed": 111,
  "award": 112,
  "still": 113,
  "unclaimed": 114,
  "!": 115,
  "call": 116,
  "09066368327": 117,
  "closingdate04": 118,
  "/": 119,
  "09": 120,
  "02": 121,
  "claimcode": 122,
  "m39m51": 123,
  "1": 124,
  "50pmmorefrommobile2bremoved": 125,
  "-": 126,
  "mobypobox734ls27yf": 127,
  "av": 128,
  "new": 129,
  "number": 130,
  "wil": 131,
  "only": 132,
  "this": 133,
  "one": 134,
  "ta": 135,
  "have": 136,
  "secret": 137,
  "admirer": 138,
  "who": 139,
  "looking": 140,
  "make": 141,
  "contact": 142,
  "find": 143,
  "they": 144,
  "r": 145,
  "*": 146,
  "reveal": 147,
  "thinks": 148,
  "so": 149,
  "special": 150,
  "09058094594": 151,
  "aiyar": 152,
  "hard": 153,
  "type": 154,
  "later": 155,
  "free": 156,
  "tell": 157,
  "n": 158,
  "scold": 159,
  "but": 160,
  "bag": 161,
  "again": 162,
  "hey": 163,
  "not": 164,
  "watching": 165,
  "movie": 166,
  "tonight": 167,
  "i'll": 168,
  "prob": 169,
  "b": 170,
  "home": 171,
  "early": 172,
  "erm": 173,
  "ill": 174,
  "pick": 175,
  "at": 176,
  "about": 177,
  "6": 178,
  "45pm": 179,
  "that'll": 180,
  "enough": 181,
  "time": 182,
  "get": 183,
  "park": 184,
  "except": 185,
  "theres": 186,
  "chick": 187,
  "huge": 188,
  "boobs": 189,
  "wat": 190,
  "late": 191,
  "mah": 192,
  "juz": 193,
  "aiya": 194,
  "dunno": 195,
  "come": 196,
  "these": 197,
  "ideas": 198,
  "carlos": 199,
  "taking": 200,
  "his": 201,
  "sweet": 202,
  "as": 203,
  "usual": 204,
  "let": 205,
  "know": 206,
  "patty": 207,
  "are": 208,
  "done": 209,
  "want": 210,
  "smoke": 211,
  "him": 212,
  "haul": 213,
  "ass": 214,
  "also": 215,
  "sir": 216,
  "sent": 217,
  "email": 218,
  "log": 219,
  "into": 220,
  "usc": 221,
  "payment": 222,
  "portal": 223,
  "ll": 224,
  "send": 225,
  "another": 226,
  "message": 227,
  "should": 228,
  "explain": 229,
  "things": 230,
  "back": 231,
  "great": 232,
  "weekend": 233,
  "k": 234,
  "my": 235,
  "alex": 236,
  "knows": 237,
  "guy": 238,
  "sells": 239,
  "mids": 240,
  "he's": 241,
  "down": 242,
  "in": 243,
  "south": 244,
  "tampa": 245,
  "don't": 246,
  "set": 247,
  "before": 248,
  "like": 249,
  "8": 250,
  "your": 251,
  "pussy": 252,
  "perfect": 253,
  "today": 254,
  "&": 255,
  "lt": 256,
  ";": 257,
  "#": 258,
  "gt": 259,
  "dont": 260,
  "any": 261,
  "excuses": 262,
  "kfc": 263,
  "its": 264,
  "tuesday": 265,
  "buy": 266,
  "meals": 267,
  "no": 268,
  "gravy": 269,
  "mark": 270,
  "god": 271,
  "picked": 272,
  "flower": 273,
  "dippeditinadew": 274,
  "lovingly": 275,
  "touched": 276,
  "itwhichturnedinto": 277,
  "gifted": 278,
  "tomeandsaid": 279,
  "friend": 280,
  "4u": 281,
  "pa": 282,
  "had": 283,
  "lunch": 284,
  "aha": 285,
  "okie": 286,
  "thanx": 287,
  "many": 288,
  "more": 289,
  "happy": 290,
  "returns": 291,
  "day": 292,
  "wish": 293,
  "birthday": 294,
  "dude": 295,
  "friends": 296,
  "i'm": 297,
  "afraid": 298,
  ":": 299,
  "(": 300,
  "yo": 301,
  "guys": 302,
  "ever": 303,
  "figure": 304,
  "need": 305,
  "alcohol": 306,
  "jay": 307,
  "trying": 308,
  "safely": 309,
  "spend": 310,
  "weed": 311,
  "mins": 312,
  "stop": 313,
  "first": 314,
  "nope": 315,
  "market": 316,
  "err": 317,
  "cud": 318,
  "going": 319,
  "8pm": 320,
  "haven't": 321,
  "got": 322,
  "until": 323,
  "join": 324,
  "tomorrow": 325,
  "hear": 326,
  "philosophy": 327,
  "just": 328,
  "say": 329,
  "what": 330,
  "happen": 331,
  "lei": 332,
  "neva": 333,
  "haf": 334,
  "canteen": 335,
  "family": 336,
  "responding": 337,
  "anything": 338,
  "room": 339,
  "went": 340,
  "diwali": 341,
  "called": 342,
  "why": 343,
  "coming": 344,
  "makes": 345,
  "died": 346,
  "phone": 347,
  "gonna": 348,
  "die": 349,
  "stay": 350,
  "here": 351,
  "whatever": 352,
  "im": 353,
  "pretty": 354,
  "pissed": 355,
  "\u00fc": 356,
  "all": 357,
  "decide": 358,
  "abt": 359,
  "leona": 360,
  "oops": 361,
  "tot": 362,
  "ben": 363,
  "msg": 364,
  "good": 365,
  "too": 366,
  "something": 367,
  "different": 368,
  "weekends": 369,
  "change": 370,
  "see": 371,
  "ya": 372,
  "length": 373,
  "e": 374,
  "same": 375,
  "top": 376,
  "shorter": 377,
  "fringe": 378,
  "thk": 379,
  "liao": 380,
  "lazy": 381,
  "dun": 382,
  "distract": 383,
  "be": 384,
  "yours": 385,
  "3": 386,
  "ringtone": 387,
  "87131": 388,
  "poly": 389,
  "true": 390,
  "tone": 391,
  "help": 392,
  "0845": 393,
  "2814032": 394,
  "16": 395,
  "after": 396,
  "1st": 397,
  "tones": 398,
  "3x": 399,
  "150pw": 400,
  "nd": 401,
  "txt": 402,
  "hmmm": 403,
  "thought": 404,
  "said": 405,
  "hours": 406,
  "slave": 407,
  "punish": 408,
  "never": 409,
  "nothing": 410,
  "coz": 411,
  "if": 412,
  "timing": 413,
  "w": 414,
  "long": 415,
  "dry": 416,
  "spell": 417,
  "season": 418,
  "would": 419,
  "been": 420,
  "over": 421,
  "si": 422,
  "como": 423,
  "listened2the": 424,
  "plaid": 425,
  "album": 426,
  "quite": 427,
  "gd": 428,
  "air1": 429,
  "which": 430,
  "hilarious": 431,
  "bought": 432,
  "braindance": 433,
  "comp": 434,
  "ofstuff": 435,
  "aphex": 436,
  "s": 437,
  "abel": 438,
  "hav2hear": 439,
  "c": 440,
  "sn": 441,
  "xxxx": 442,
  "tv": 443,
  "girls": 444,
  "always": 445,
  "safe": 446,
  "selfish": 447,
  "thank": 448,
  "eek": 449,
  "that's": 450,
  "lot": 451,
  "especially": 452,
  "since": 453,
  "american": 454,
  "pie": 455,
  "minutes": 456,
  "can't": 457,
  "singing": 458,
  "pathaya": 459,
  "enketa": 460,
  "maraikara": 461,
  "pa'": 462,
  "forwarding": 463,
  "proof": 464,
  "sorry": 465,
  "delay": 466,
  "yes": 467,
  "masters": 468,
  "mobile": 469,
  "11": 470,
  "months": 471,
  "entitled": 472,
  "update": 473,
  "latest": 474,
  "colour": 475,
  "mobiles": 476,
  "camera": 477,
  "co": 478,
  "08002986030": 479,
  "mum's": 480,
  "somerset": 481,
  "far": 482,
  "tomo": 483,
  "left": 484,
  "yet": 485,
  "probably": 486,
  "til": 487,
  "collect": 488,
  "laptop": 489,
  "inconvenient": 490,
  "sis": 491,
  "huh": 492,
  "hope": 493,
  "enjoyed": 494,
  "content": 495,
  "61610": 496,
  "unsubscribe": 497,
  "08712400602450p": 498,
  "provided": 499,
  "by": 500,
  "tones2you": 501,
  "uk": 502,
  "maybe": 503,
  "westshore": 504,
  "hyde": 505,
  "village": 506,
  "place": 507,
  "near": 508,
  "house": 509,
  "sos": 510,
  "amount": 511,
  "oh": 512,
  "dog": 513,
  "moby": 514,
  "pub": 515,
  "quiz": 516,
  "win": 517,
  "100": 518,
  "high": 519,
  "street": 520,
  "prize": 521,
  "duchess": 522,
  "cornwall": 523,
  "will": 524,
  "name": 525,
  "82277": 526,
  "unsub": 527,
  "50": 528,
  "008704050406": 529,
  "sp": 530,
  "arrow": 531,
  "gudnite": 532,
  "tc": 533,
  "practice": 534,
  "plz": 535,
  "note": 536,
  "anyone": 537,
  "calling": 538,
  "from": 539,
  "amp": 540,
  "asks": 541,
  "disconnect": 542,
  "iz": 543,
  "attempt": 544,
  "'terrorist'": 545,
  "sim": 546,
  "card": 547,
  "itz": 548,
  "confirmd": 549,
  "nokia": 550,
  "motorola": 551,
  "has": 552,
  "verified": 553,
  "cnn": 554,
  "ibn": 555,
  "sure": 556,
  "mean": 557,
  "\"": 558,
  "made": 559,
  "hold": 560,
  "cthen": 561,
  "shd": 562,
  "enuff": 563,
  "conclusion": 564,
  "contents": 565,
  "pg": 566,
  "references": 567,
  "doing": 568,
  "cover": 569,
  "customer": 570,
  "gran": 571,
  "onlyfound": 572,
  "afew": 573,
  "days": 574,
  "ago": 575,
  "cusoon": 576,
  "honi": 577,
  "private": 578,
  "2003": 579,
  "account": 580,
  "statement": 581,
  "shows": 582,
  "800": 583,
  "un": 584,
  "redeemed": 585,
  "m": 586,
  "points": 587,
  "08715203685": 588,
  "identifier": 589,
  "code": 590,
  "4xx26": 591,
  "expires": 592,
  "13": 593,
  "10": 594,
  "04": 595,
  "outsider": 596,
  "knowing": 597,
  "well": 598,
  "parents'": 599,
  "gettin": 600,
  "cash": 601,
  "news": 602,
  "downstem": 603,
  "smoking": 604,
  "while": 605,
  "people": 606,
  "wylie": 607,
  "smokes": 608,
  "justify": 609,
  "ruining": 610,
  "wife": 611,
  "she": 612,
  "knew": 613,
  "murder": 614,
  "exactly": 615,
  "soul": 616,
  "fire": 617,
  "spark": 618,
  "flame": 619,
  "big": 620,
  "rawring": 621,
  "xoxo": 622,
  "floppy": 623,
  "snappy": 624,
  "gay": 625,
  "chat": 626,
  "service": 627,
  "photo": 628,
  "upload": 629,
  "08718730666": 630,
  "10p": 631,
  "min": 632,
  ")": 633,
  "our": 634,
  "texts": 635,
  "08712460324": 636,
  "meet": 637,
  "lobby": 638,
  "music": 639,
  "gift": 640,
  "vouchers": 641,
  "every": 642,
  "week": 643,
  "starting": 644,
  "word": 645,
  "draw": 646,
  "87066": 647,
  "tscs": 648,
  "www": 649,
  "idew": 650,
  "com": 651,
  "skillgame": 652,
  "1winaweek": 653,
  "age16": 654,
  "150ppermesssubscription": 655,
  "ah": 656,
  "confuses": 657,
  "doesn": 658,
  "t": 659,
  "yeah": 660,
  "open": 661,
  "click": 662,
  "lists": 663,
  "list": 664,
  "easy": 665,
  "us": 666,
  "blank": 667,
  "yup": 668,
  "serious": 669,
  "studying": 670,
  "relatives": 671,
  "sms": 672,
  "de": 673,
  "wondar": 674,
  "full": 675,
  "flim": 676,
  "ho": 677,
  "belly": 678,
  "raji": 679,
  "favour": 680,
  "convey": 681,
  "wishes": 682,
  "nimya": 683,
  "jd": 684,
  "cum": 685,
  "accounts": 686,
  "executive": 687,
  "mail": 688,
  "id": 689,
  "details": 690,
  "hi": 691,
  "jess": 692,
  "work": 693,
  "eve": 694,
  "xxx": 695,
  "bomb": 696,
  "date": 697,
  "wanted": 698,
  "care": 699,
  "understand": 700,
  "thru": 701,
  "feeling": 702,
  "wavering": 703,
  "decisions": 704,
  "coping": 705,
  "individual": 706,
  "heal": 707,
  "everything": 708,
  "believe": 709,
  "hook": 710,
  "seen": 711,
  "facebook": 712,
  "announcement": 713,
  "recently": 714,
  "tried": 715,
  "delivery": 716,
  "were": 717,
  "unable": 718,
  "please": 719,
  "07090298926": 720,
  "re": 721,
  "schedule": 722,
  "ref": 723,
  "9307622": 724,
  "getting": 725,
  "hungry": 726,
  "you're": 727,
  "thinking": 728,
  "lifting": 729,
  "flippin": 730,
  "boy": 731,
  "father": 732,
  "power": 733,
  "frndship": 734,
  "monthly": 735,
  "password": 736,
  "wap": 737,
  "mobsi": 738,
  "391784": 739,
  "pc": 740,
  "glad": 741,
  "we'll": 742,
  "plenty": 743,
  "claire": 744,
  "goes": 745,
  "<": 746,
  "forwarded": 747,
  "21870000": 748,
  ">": 749,
  "mailbox": 750,
  "messaging": 751,
  "alert": 752,
  "messages": 753,
  "21": 754,
  "matches": 755,
  "09056242159": 756,
  "retrieve": 757,
  "saw": 758,
  "parked": 759,
  "car": 760,
  "sunroof": 761,
  "popped": 762,
  "sux": 763,
  "xmas": 764,
  "iscoming": 765,
  "awarded": 766,
  "either": 767,
  "cd": 768,
  "entry": 769,
  "weekly": 770,
  "tnc": 771,
  "ldew": 772,
  "com1win150ppmx3age16subscription": 773,
  "ic": 774,
  "lotta": 775,
  "childporn": 776,
  "cars": 777,
  "sexychat": 778,
  "waiting": 779,
  "them": 780,
  "chatting": 781,
  "cool": 782,
  "last": 783,
  "thing": 784,
  "hurt": 785,
  "didn't": 786,
  "you'd": 787,
  "embarassed": 788,
  "delete": 789,
  "tag": 790,
  "keep": 791,
  "wasn't": 792,
  "even": 793,
  "fact": 794,
  "felt": 795,
  "messy": 796,
  "wednesday": 797,
  "problem": 798,
  "clean": 799,
  "choose": 800,
  "skype": 801,
  "pictures": 802,
  "sleep": 803,
  "mind": 804,
  "few": 805,
  "bed": 806,
  "throw": 807,
  "laundry": 808,
  "because": 809,
  "there's": 810,
  "underwear": 811,
  "bras": 812,
  "strewn": 813,
  "pillows": 814,
  "floor": 815,
  "else": 816,
  "used": 817,
  "least": 818,
  "making": 819,
  "breathing": 820,
  "neck": 821,
  "bud": 822,
  "anyway": 823,
  "able": 824,
  "half": 825,
  "track": 826,
  "usf": 827,
  "ignoring": 828,
  "shopping": 829,
  "gimme": 830,
  "lip": 831,
  "caveboy": 832,
  "dat": 833,
  "feelin": 834,
  "wuld": 835,
  "em": 836,
  "nuther": 837,
  "mayb": 838,
  "friday": 839,
  "stuffed": 840,
  "myself": 841,
  "pig": 842,
  "yesterday": 843,
  "bleh": 844,
  "writhing": 845,
  "pain": 846,
  "kind": 847,
  "handed": 848,
  "mega": 849,
  "shop": 850,
  "asda": 851,
  "counts": 852,
  "celebration": 853,
  "thats": 854,
  "u've": 855,
  "selected": 856,
  "250": 857,
  "british": 858,
  "hotels": 859,
  "holiday": 860,
  "valued": 861,
  "350": 862,
  "dial": 863,
  "08712300220": 864,
  "claim": 865,
  "national": 866,
  "rate": 867,
  "bx526": 868,
  "sw73ss": 869,
  "leaving": 870,
  "right": 871,
  "double": 872,
  "1000": 873,
  "txts": 874,
  "orange": 875,
  "tariffs": 876,
  "sonyericsson": 877,
  "bluetooth": 878,
  "mobileupd8": 879,
  "08000839402": 880,
  "call2optout": 881,
  "hf8": 882,
  "asking": 883,
  "knw": 884,
  "nt": 885,
  "may": 886,
  "frnds": 887,
  "classmates": 888,
  "booked": 889,
  "kb": 890,
  "sat": 891,
  "already": 892,
  "other": 893,
  "lessons": 894,
  "confirm": 895,
  "lodging": 896,
  "put": 897,
  "stuff": 898,
  "roads": 899,
  "slippery": 900,
  "meeting": 901,
  "tmr": 902,
  "shb": 903,
  "guess": 904,
  "created": 905,
  "web": 906,
  "page": 907,
  "asjesus": 908,
  "read": 909,
  "wrote": 910,
  "opinions": 911,
  "uncle": 912,
  "abbey": 913,
  "year": 914,
  "abiola": 915,
  "hot": 916,
  "live": 917,
  "fantasies": 918,
  "08707500020": 919,
  "20p": 920,
  "per": 921,
  "ntt": 922,
  "ltd": 923,
  "po": 924,
  "box": 925,
  "1327": 926,
  "croydon": 927,
  "cr9": 928,
  "5wb": 929,
  "0870": 930,
  "newspapers": 931,
  "jus": 932,
  "chillaxin": 933,
  "wanna": 934,
  "art": 935,
  "might": 936,
  "eatin": 937,
  "wif": 938,
  "frens": 939,
  "eat": 940,
  "wait": 941,
  "lar": 942,
  "maid": 943,
  "murderer": 944,
  "man": 945,
  "murdered": 946,
  "th": 947,
  "january": 948,
  "public": 949,
  "govt": 950,
  "instituitions": 951,
  "closed": 952,
  "including": 953,
  "post": 954,
  "office": 955,
  "behave": 956,
  "aight": 957,
  "finish": 958,
  "through": 959,
  "difficult": 960,
  "unless": 961,
  "sooner": 962,
  "hello": 963,
  "moving": 964,
  "flat": 965,
  "cos": 966,
  "arrange": 967,
  "lamp": 968,
  "etc": 969,
  "caroline": 970,
  "wat's": 971,
  "happening": 972,
  "side": 973,
  "isn't": 974,
  "decision": 975,
  "it's": 976,
  "life": 977,
  "simpler": 978,
  "less": 979,
  "magical": 980,
  "ela": 981,
  "kano": 982,
  "il": 983,
  "download": 984,
  "wen": 985,
  "check": 986,
  "errors": 987,
  "difficulties": 988,
  "correction": 989,
  "darlin": 990,
  "kate": 991,
  "doin": 992,
  "somethin": 993,
  "swan": 994,
  "parents": 995,
  "quick": 996,
  "bare": 997,
  "light": 998,
  "turned": 999,
  "green": 1000,
  "meant": 1001,
  "worth": 1002,
  "around": 1003,
  "account's": 1004,
  "trade": 1005,
  "credit": 1006,
  "she's": 1007,
  "surprise": 1008,
  "chinatown": 1009,
  "porridge": 1010,
  "claypot": 1011,
  "rice": 1012,
  "yam": 1013,
  "cake": 1014,
  "fishhead": 1015,
  "beehoon": 1016,
  "cheap": 1017,
  "den": 1018,
  "cafe": 1019,
  "tok": 1020,
  "nydc": 1021,
  "okey": 1022,
  "dokey": 1023,
  "sorting": 1024,
  "alter": 1025,
  "sit": 1026,
  "together": 1027,
  "na": 1028,
  "200": 1029,
  "spree": 1030,
  "play": 1031,
  "store": 1032,
  "88039": 1033,
  "skilgme": 1034,
  "tscs08714740323": 1035,
  "1winawk": 1036,
  "50perweeksub": 1037,
  "ans": 1038,
  "bslvyl": 1039,
  "via": 1040,
  "fullonsms": 1041,
  "having": 1042,
  "online": 1043,
  "height": 1044,
  "confidence": 1045,
  "aeronautics": 1046,
  "professors": 1047,
  "wer": 1048,
  "calld": 1049,
  "askd": 1050,
  "aeroplane": 1051,
  "aftr": 1052,
  "told": 1053,
  "plane": 1054,
  "ws": 1055,
  "their": 1056,
  "students": 1057,
  "dey": 1058,
  "hurried": 1059,
  "bt": 1060,
  "didnt": 1061,
  "move": 1062,
  "wont": 1063,
  "start": 1064,
  "datz": 1065,
  "buying": 1066,
  "meh": 1067,
  "''": 1068,
  "bedroom": 1069,
  "minute": 1070,
  "''ok''": 1071,
  "sed": 1072,
  "sexy": 1073,
  "mood": 1074,
  "came": 1075,
  "5": 1076,
  "minuts": 1077,
  "latr": 1078,
  "wid": 1079,
  "y": 1080,
  "winner": 1081,
  "specially": 1082,
  "receive": 1083,
  "flights": 1084,
  "inc": 1085,
  "speak": 1086,
  "operator": 1087,
  "0871277810810": 1088,
  "aathi": 1089,
  "msgs": 1090,
  "iam": 1091,
  "addicted": 1092,
  "msging": 1093,
  "wrong": 1094,
  "bcoz": 1095,
  "don": 1096,
  "\\": 1097,
  "'t": 1098,
  "ave": 1099,
  "0871277810710p": 1100,
  "18": 1101,
  "does": 1102,
  "applebees": 1103,
  "fucking": 1104,
  "collected": 1105,
  "simply": 1106,
  "mix": 1107,
  "85069": 1108,
  "verify": 1109,
  "usher": 1110,
  "britney": 1111,
  "fml": 1112,
  "5249": 1113,
  "mk17": 1114,
  "92h": 1115,
  "450ppw": 1116,
  "princess": 1117,
  "missing": 1118,
  "pray": 1119,
  "inshah": 1120,
  "allah": 1121,
  "awesome": 1122,
  "chance": 1123,
  "ipod": 1124,
  "pod": 1125,
  "80182": 1126,
  "std": 1127,
  "c's": 1128,
  "apply": 1129,
  "08452810073": 1130,
  "+": 1131,
  "infront": 1132,
  "shall": 1133,
  "ask": 1134,
  "mistake": 1135,
  "wiskey": 1136,
  "brandy": 1137,
  "rum": 1138,
  "gin": 1139,
  "beer": 1140,
  "vodka": 1141,
  "scotch": 1142,
  "shampain": 1143,
  "wine": 1144,
  "kudi": 1145,
  "yarasu": 1146,
  "dhina": 1147,
  "vaazhthukkal": 1148,
  "drug": 1149,
  "dealer's": 1150,
  "impatient": 1151,
  "fri": 1152,
  "tom": 1153,
  "mentionned": 1154,
  "chinese": 1155,
  "cup": 1156,
  "coffee": 1157,
  "animation": 1158,
  "disturb": 1159,
  "avoiding": 1160,
  "burden": 1161,
  "fancy": 1162,
  "shag": 1163,
  "interested": 1164,
  "sextextuk": 1165,
  "xxuk": 1166,
  "suzy": 1167,
  "69876": 1168,
  "cost": 1169,
  "tncs": 1170,
  "website": 1171,
  "takes": 1172,
  "part": 1173,
  "wrc": 1174,
  "rally": 1175,
  "oz": 1176,
  "lucozade": 1177,
  "energy": 1178,
  "le": 1179,
  "61200": 1180,
  "25p": 1181,
  "packs": 1182,
  "itcould": 1183,
  "base": 1184,
  "afternon": 1185,
  "interviews": 1186,
  "wake": 1187,
  "miss": 1188,
  "babe": 1189,
  "passionate": 1190,
  "kiss": 1191,
  "across": 1192,
  "sea": 1193,
  "won": 1194,
  "membership": 1195,
  "000": 1196,
  "jackpot": 1197,
  "81010": 1198,
  "dbuk": 1199,
  "net": 1200,
  "lccltd": 1201,
  "pobox": 1202,
  "4403ldnw1a7rw18": 1203,
  "smile": 1204,
  "world": 1205,
  "wonder": 1206,
  "smiling": 1207,
  "crazy": 1208,
  "away": 1209,
  "grins": 1210,
  "actually": 1211,
  "ready": 1212,
  "leave": 1213,
  "bahamas": 1214,
  "callfreefone": 1215,
  "08081560665": 1216,
  "cruise": 1217,
  "2000": 1218,
  "opt": 1219,
  "07786200117": 1220,
  "says": 1221,
  "old": 1222,
  "draws": 1223,
  "todays": 1224,
  "09058094565": 1225,
  "land": 1226,
  "line": 1227,
  "valid": 1228,
  "12hrs": 1229,
  "supply": 1230,
  "cds": 1231,
  "choice": 1232,
  "enter": 1233,
  "ts": 1234,
  "cs": 1235,
  "subs16": 1236,
  "1win150ppmx3": 1237,
  "dear": 1238,
  "0776xxxxxxx": 1239,
  "invited": 1240,
  "xchat": 1241,
  "final": 1242,
  "86688": 1243,
  "150p": 1244,
  "msgrcvdhg": 1245,
  "suite342": 1246,
  "2lands": 1247,
  "row": 1248,
  "w1j6hl": 1249,
  "ldn": 1250,
  "18yrs": 1251,
  "question": 1252,
  "answer": 1253,
  "dis": 1254,
  "yijue": 1255,
  "case": 1256,
  "huiming": 1257,
  "havent": 1258,
  "num": 1259,
  "fat": 1260,
  "paying": 1261,
  "lipo": 1262,
  "normal": 1263,
  "pilates": 1264,
  "intro": 1265,
  "thinl": 1266,
  "role": 1267,
  "sachin": 1268,
  "standing": 1269,
  "others": 1270,
  "hit": 1271,
  "couldn't": 1272,
  "worse": 1273,
  "evening": 1274,
  "al": 1275,
  "salam": 1276,
  "wahleykkum": 1277,
  "sharing": 1278,
  "grace": 1279,
  "offer": 1280,
  "tayseer": 1281,
  "tissco": 1282,
  "joined": 1283,
  "fine": 1284,
  "rakhesh": 1285,
  "visitor": 1286,
  "india": 1287,
  "alrite": 1288,
  "girl": 1289,
  "gail": 1290,
  "worry": 1291,
  "l8tr": 1292,
  "hun": 1293,
  "yaxxx": 1294,
  "rule": 1295,
  "tamilnadu": 1296,
  "tough": 1297,
  "coveragd": 1298,
  "area": 1299,
  "urgnt": 1300,
  "vasai": 1301,
  "reach": 1302,
  "4'o": 1303,
  "clock": 1304,
  "afternoon": 1305,
  "job": 1306,
  "prospects": 1307,
  "sighs": 1308,
  "little": 1309,
  "party": 1310,
  "animal": 1311,
  "i'd": 1312,
  "buzz": 1313,
  "reminding": 1314,
  "loved": 1315,
  "naughty": 1316,
  "adoring": 1317,
  "voucher": 1318,
  "holder": 1319,
  "weeks": 1320,
  "http": 1321,
  "wtlp": 1322,
  "sen": 1323,
  "means": 1324,
  "posted": 1325,
  "stuck": 1326,
  "middle": 1327,
  "hand": 1328,
  "depends": 1329,
  "hair": 1330,
  "dresser": 1331,
  "gong": 1332,
  "kaypoh": 1333,
  "collecting": 1334,
  "isaiah": 1335,
  "msn": 1336,
  "@": 1337,
  "hotmail": 1338,
  "valuable": 1339,
  "situations": 1340,
  "loosing": 1341,
  "menu": 1342,
  "noon": 1343,
  "completely": 1344,
  "form": 1345,
  "clark": 1346,
  "utter": 1347,
  "waste": 1348,
  "chic": 1349,
  "common": 1350,
  "declare": 1351,
  "sry": 1352,
  "siva": 1353,
  "tats": 1354,
  "talk": 1355,
  "2nights": 1356,
  "lucky": 1357,
  "uve": 1358,
  "uks": 1359,
  "wildest": 1360,
  "battery": 1361,
  "mr": 1362,
  "adewale": 1363,
  "aka": 1364,
  "egbon": 1365,
  "weekend's": 1366,
  "spanish": 1367,
  "09050000332": 1368,
  "rstm": 1369,
  "sw7": 1370,
  "3ss": 1371,
  "150ppm": 1372,
  "cuddle": 1373,
  "strong": 1374,
  "arms": 1375,
  "swt": 1376,
  "nver": 1377,
  "tired": 1378,
  "lovable": 1379,
  "persons": 1380,
  "somtimes": 1381,
  "those": 1382,
  "occupy": 1383,
  "biggest": 1384,
  "hearts": 1385,
  "gud": 1386,
  "ni8": 1387,
  "panic": 1388,
  "seeing": 1389,
  "dick": 1390,
  "sleeping": 1391,
  "sup": 1392,
  "town": 1393,
  "ard": 1394,
  "christmas": 1395,
  "enjoy": 1396,
  "merry": 1397,
  "x'mas": 1398,
  "honeybee": 1399,
  "sweetest": 1400,
  "laughed": 1401,
  "havnt": 1402,
  "met": 1403,
  "person": 1404,
  "reading": 1405,
  "moral": 1406,
  "crack": 1407,
  "jokes": 1408,
  "gm": 1409,
  "gn": 1410,
  "ge": 1411,
  "specific": 1412,
  "regards": 1413,
  "jaklin": 1414,
  "idk": 1415,
  "fuck": 1416,
  "registered": 1417,
  "subscribers": 1418,
  "g": 1419,
  "replying": 1420,
  "whenever": 1421,
  "show": 1422,
  "rgent": 1423,
  "2nd": 1424,
  "1250": 1425,
  "09071512433": 1426,
  "b4": 1427,
  "050703": 1428,
  "csbcm4235wc1n3xx": 1429,
  "callcost": 1430,
  "mobilesvary": 1431,
  "max": 1432,
  "7": 1433,
  "door": 1434,
  "honey": 1435,
  "hor": 1436,
  "idea": 1437,
  "mate": 1438,
  "rv": 1439,
  "hol": 1440,
  "haven": 1441,
  "ages": 1442,
  "started": 1443,
  "driving": 1444,
  "rvx": 1445,
  "brought": 1446,
  "sun": 1447,
  "shiny": 1448,
  "warming": 1449,
  "heart": 1450,
  "putting": 1451,
  "constant": 1452,
  "face": 1453,
  "cared": 1454,
  "newest": 1455,
  "harry": 1456,
  "potter": 1457,
  "order": 1458,
  "phoenix": 1459,
  "book": 1460,
  "reply": 1461,
  "questions": 1462,
  "among": 1463,
  "readers": 1464,
  "avalarr": 1465,
  "hollalater": 1466,
  "o": 1467,
  "shore": 1468,
  "takin": 1469,
  "bus": 1470,
  "bathroom": 1471,
  "complimentary": 1472,
  "star": 1473,
  "ibiza": 1474,
  "needs": 1475,
  "collection": 1476,
  "09066364349": 1477,
  "landline": 1478,
  "lose": 1479,
  "box434sk38wp150ppm18": 1480,
  "deliver": 1481,
  "costs": 1482,
  "risks": 1483,
  "benefits": 1484,
  "b4u": 1485,
  "27": 1486,
  "03": 1487,
  "marsms": 1488,
  "onto": 1489,
  "b4utele": 1490,
  "discount": 1491,
  "08717168528": 1492,
  "outside": 1493,
  "darren": 1494,
  "course": 1495,
  "lim": 1496,
  "mp3": 1497,
  "player": 1498,
  "diet": 1499,
  "ate": 1500,
  "slices": 1501,
  "pizza": 1502,
  "ugh": 1503,
  "8007": 1504,
  "alfie": 1505,
  "moon's": 1506,
  "children": 1507,
  "song": 1508,
  "mob": 1509,
  "m8s": 1510,
  "charity": 1511,
  "nokias": 1512,
  "polys": 1513,
  "zed": 1514,
  "08701417012": 1515,
  "profit": 1516,
  "sheffield": 1517,
  "game": 1518,
  "okay": 1519,
  "boss": 1520,
  "nanny": 1521,
  "raise": 1522,
  "hoping": 1523,
  "langport": 1524,
  "kindly": 1525,
  "documents": 1526,
  "submitted": 1527,
  "loan": 1528,
  "stapati": 1529,
  "concentration": 1530,
  "found": 1531,
  "stupid": 1532,
  "v": 1533,
  "cam": 1534,
  "working": 1535,
  "forever": 1536,
  "prescription": 1537,
  "space": 1538,
  "invaders": 1539,
  "orig": 1540,
  "arcade": 1541,
  "console": 1542,
  "press": 1543,
  "0": 1544,
  "games": 1545,
  "charge": 1546,
  "o2": 1547,
  "terms": 1548,
  "settings": 1549,
  "purchase": 1550,
  "mum": 1551,
  "dentist": 1552,
  "class": 1553,
  "trip": 1554,
  "watch": 1555,
  "remember": 1556,
  "must": 1557,
  "easter": 1558,
  "site": 1559,
  "songs": 1560,
  "arun": 1561,
  "transfr": 1562,
  "amt": 1563,
  "dare": 1564,
  "luck": 1565,
  "wining": 1566,
  "946": 1567,
  "wot": 1568,
  "next": 1569,
  "short": 1570,
  "cute": 1571,
  "try": 1572,
  "prove": 1573,
  "lovely": 1574,
  "drinkin": 1575,
  "dancin": 1576,
  "cinema": 1577,
  "goin": 1578,
  "2nite": 1579,
  "mostly": 1580,
  "prabha": 1581,
  "soryda": 1582,
  "realy": 1583,
  "frm": 1584,
  "sory": 1585,
  "plan": 1586,
  "manage": 1587,
  "ice": 1588,
  "cream": 1589,
  "oso": 1590,
  "friendship": 1591,
  "necessary": 1592,
  "share": 1593,
  "close": 1594,
  "frnd": 1595,
  "watever": 1596,
  "shared": 1597,
  "towards": 1598,
  "crave": 1599,
  "foreign": 1600,
  "stamps": 1601,
  "country": 1602,
  "sunshine": 1603,
  "hols": 1604,
  "med": 1605,
  "stamped": 1606,
  "self": 1607,
  "address": 1608,
  "envelope": 1609,
  "drinks": 1610,
  "113": 1611,
  "bray": 1612,
  "wicklow": 1613,
  "eire": 1614,
  "starts": 1615,
  "saturday": 1616,
  "wherre's": 1617,
  "boytoy": 1618,
  "solihull": 1619,
  "|": 1620,
  "supposed": 1621,
  "discuss": 1622,
  "xuhui": 1623,
  "lesson": 1624,
  "catching": 1625,
  "hahaha": 1626,
  "brain": 1627,
  "airport": 1628,
  "lounge": 1629,
  "passes": 1630,
  "using": 1631,
  "08704439680": 1632,
  "booking": 1633,
  "quote": 1634,
  "tick": 1635,
  "bout": 1636,
  "nite": 1637,
  "wasn": 1638,
  "fault": 1639,
  "spouse": 1640,
  "pmt": 1641,
  "sumthin": 1642,
  "4give": 1643,
  "shldxxxx": 1644,
  "being": 1645,
  "contacted": 1646,
  "dating": 1647,
  "someone": 1648,
  "09050000928": 1649,
  "pobox45w2tg150p": 1650,
  "seems": 1651,
  "50s": 1652,
  "alot": 1653,
  "wiv": 1654,
  "woman": 1655,
  "30": 1656,
  "reckon": 1657,
  "eightish": 1658,
  "walk": 1659,
  "carpark": 1660,
  "lindsay": 1661,
  "years": 1662,
  "bars": 1663,
  "ptbo": 1664,
  "blue": 1665,
  "heron": 1666,
  "gals": 1667,
  "centre": 1668,
  "empty": 1669,
  "without": 1670,
  "wisdom": 1671,
  "eyes": 1672,
  "dreams": 1673,
  "alwys": 1674,
  "touch": 1675,
  "what's": 1676,
  "pin": 1677,
  "asked": 1678,
  "fun": 1679,
  "haha": 1680,
  "jason": 1681,
  "eurodisinc": 1682,
  "trav": 1683,
  "aco": 1684,
  "entry41": 1685,
  "87121": 1686,
  "morefrmmob": 1687,
  "shracomorsglsuplt": 1688,
  "ls1": 1689,
  "3aj": 1690,
  "woke": 1691,
  "yeesh": 1692,
  "fall": 1693,
  "asleep": 1694,
  "wow": 1695,
  "freak": 1696,
  "chop": 1697,
  "worried": 1698,
  "wonderful": 1699,
  "caring": 1700,
  "best": 1701,
  "god's": 1702,
  "club": 1703,
  "quality": 1704,
  "items": 1705,
  "7cfca1a": 1706,
  "gr8": 1707,
  "congrats": 1708,
  "school": 1709,
  "plans": 1710,
  "congratulations": 1711,
  "08718726978": 1712,
  "plural": 1713,
  "noun": 1714,
  "research": 1715,
  "cut": 1716,
  "heard": 1717,
  "tat": 1718,
  "checked": 1719,
  "available": 1720,
  "spaces": 1721,
  "embassy": 1722,
  "warwick": 1723,
  "we've": 1724,
  "planned": 1725,
  "concert": 1726,
  "tmw": 1727,
  "canceled": 1728,
  "havn't": 1729,
  "under": 1730,
  "lays": 1731,
  "rock": 1732,
  "paper": 1733,
  "words": 1734,
  "'": 1735,
  "scrounge": 1736,
  "subscribed": 1737,
  "textcomp": 1738,
  "wkly": 1739,
  "wk": 1740,
  "follows": 1741,
  "subsequent": 1742,
  "wks": 1743,
  "charged": 1744,
  "84128": 1745,
  "custcare": 1746,
  "08712405020": 1747,
  "emigrated": 1748,
  "hopeful": 1749,
  "april": 1750,
  "weather": 1751,
  "cali's": 1752,
  "complexities": 1753,
  "freely": 1754,
  "taxes": 1755,
  "outrageous": 1756,
  "sad": 1757,
  "weekdays": 1758,
  "price": 1759,
  "haiz": 1760,
  "nails": 1761,
  "muz": 1762,
  "drivin": 1763,
  "toledo": 1764,
  "tix": 1765,
  "accept": 1766,
  "brother": 1767,
  "sister": 1768,
  "lover": 1769,
  "dear1": 1770,
  "best1": 1771,
  "clos1": 1772,
  "lvblefrnd": 1773,
  "jstfrnd": 1774,
  "cutefrnd": 1775,
  "lifpartnr": 1776,
  "belovd": 1777,
  "swtheart": 1778,
  "bstfrnd": 1779,
  "rply": 1780,
  "enemy": 1781,
  "usually": 1782,
  "body": 1783,
  "doesnt": 1784,
  "progress": 1785,
  "continue": 1786,
  "gentleman": 1787,
  "treat": 1788,
  "dignity": 1789,
  "respect": 1790,
  "unnecessarily": 1791,
  "hostile": 1792,
  "44": 1793,
  "7732584351": 1794,
  "3510i": 1795,
  "deliveredtomorrow": 1796,
  "300": 1797,
  "camcorder": 1798,
  "08000930705": 1799,
  "direct": 1800,
  "headache": 1801,
  "sick": 1802,
  "hottest": 1803,
  "pics": 1804,
  "straight": 1805,
  "wet": 1806,
  "wanting": 1807,
  "xx": 1808,
  "89555": 1809,
  "textoperator": 1810,
  "g696ga": 1811,
  "ended": 1812,
  "copied": 1813,
  "study": 1814,
  "lov": 1815,
  "truth": 1816,
  "tolerat": 1817,
  "bcs": 1818,
  "comfort": 1819,
  "lie": 1820,
  "spiritual": 1821,
  "deep": 1822,
  "miles": 1823,
  "definitely": 1824,
  "mu": 1825,
  "match": 1826,
  "horrible": 1827,
  "gal": 1828,
  "yest": 1829,
  "yogasana": 1830,
  "end": 1831,
  "cine": 1832,
  "bathe": 1833,
  "steam": 1834,
  "bath": 1835,
  "looked": 1836,
  "addie": 1837,
  "monday": 1838,
  "sucks": 1839,
  "windows": 1840,
  "logoff": 1841,
  "sound": 1842,
  "edge": 1843,
  "fuuuuck": 1844,
  "sleepin": 1845,
  "reference": 1846,
  "x29": 1847,
  "arrive": 1848,
  "services": 1849,
  "09065989180": 1850,
  "wants": 1851,
  "pic": 1852,
  "i've": 1853,
  "gas": 1854,
  "round": 1855,
  "barring": 1856,
  "sudden": 1857,
  "influx": 1858,
  "training": 1859,
  "mm": 1860,
  "we're": 1861,
  "eighth": 1862,
  "simulate": 1863,
  "test": 1864,
  "gives": 1865,
  "readiness": 1866,
  "derek": 1867,
  "125": 1868,
  "freeentry": 1869,
  "xt": 1870,
  "com1win150ppmx3age16": 1871,
  "trust": 1872,
  "funny": 1873,
  "england": 1874,
  "macedonia": 1875,
  "goals": 1876,
  "team": 1877,
  "87077": 1878,
  "eg": 1879,
  "wales": 1880,
  "scotland": 1881,
  "4txt": 1882,
  "\u00fa1": 1883,
  "20": 1884,
  "poboxox36504w45wq": 1885,
  "switch": 1886,
  "fone": 1887,
  "dammit": 1888,
  "presnts": 1889,
  "bcz": 1890,
  "mis": 1891,
  "jeevithathile": 1892,
  "irulinae": 1893,
  "neekunna": 1894,
  "prakasamanu": 1895,
  "sneham": 1896,
  "prakasam": 1897,
  "ennal": 1898,
  "'that": 1899,
  "mns": 1900,
  "is'love'": 1901,
  "vikky": 1902,
  "include": 1903,
  "mcfly": 1904,
  "ab": 1905,
  "sara": 1906,
  "jorge": 1907,
  "shock": 1908,
  "smith": 1909,
  "follow": 1910,
  "instructions": 1911,
  "both": 1912,
  "hip": 1913,
  "hop": 1914,
  "jazz": 1915,
  "zoom": 1916,
  "leh": 1917,
  "chikku": 1918,
  "1's": 1919,
  "ttyl": 1920,
  "ru": 1921,
  "forgot": 1922,
  "february": 1923,
  "hustle": 1924,
  "forth": 1925,
  "during": 1926,
  "audition": 1927,
  "moved": 1928,
  "harlem": 1929,
  "splash": 1930,
  "forced": 1931,
  "slice": 1932,
  "turn": 1933,
  "dream": 1934,
  "partner": 1935,
  "career": 1936,
  "flyng": 1937,
  "horo": 1938,
  "followed": 1939,
  "sign": 1940,
  "aries": 1941,
  "'hex'": 1942,
  "epi": 1943,
  "yar": 1944,
  "noe": 1945,
  "route": 1946,
  "j": 1947,
  "dead": 1948,
  "infact": 1949,
  "gram": 1950,
  "runs": 1951,
  "smarter": 1952,
  "though": 1953,
  "gets": 1954,
  "almost": 1955,
  "whole": 1956,
  "valentines": 1957,
  "lifetime": 1958,
  "83600": 1959,
  "rcvd": 1960,
  "08718720201": 1961,
  "audrey's": 1962,
  "status": 1963,
  "deleted": 1964,
  "tonite": 1965,
  "busy": 1966,
  "varunnathu": 1967,
  "edukkukayee": 1968,
  "raksha": 1969,
  "ollu": 1970,
  "real": 1971,
  "sense": 1972,
  "neighbors": 1973,
  "renewal": 1974,
  "guy's": 1975,
  "passed": 1976,
  "ahold": 1977,
  "anybody": 1978,
  "ve": 1979,
  "bin": 1980,
  "instant": 1981,
  "08715203028": 1982,
  "9th": 1983,
  "wins": 1984,
  "optout": 1985,
  "08718727870": 1986,
  "eldest": 1987,
  "how's": 1988,
  "anthony": 1989,
  "dad": 1990,
  "bf": 1991,
  "business": 1992,
  "chennai": 1993,
  "auction": 1994,
  "pass": 1995,
  "contacts": 1996,
  "red": 1997,
  "luv": 1998,
  "purple": 1999,
  "pink": 2000,
  "thnk": 2001,
  "lyk": 2002,
  "wana": 2003,
  "yelow": 2004,
  "wnt": 2005,
  "bck": 2006,
  "black": 2007,
  "jealous": 2008,
  "brown": 2009,
  "nw": 2010,
  "giv": 2011,
  "color": 2012,
  "opening": 2013,
  "mca": 2014,
  "texted": 2015,
  "pshew": 2016,
  "catch": 2017,
  "fb": 2018,
  "couple": 2019,
  "pay": 2020,
  "rent": 2021,
  "bank": 2022,
  "authorise": 2023,
  "9": 2024,
  "pm": 2025,
  "purpose": 2026,
  "75": 2027,
  "homeowners": 2028,
  "tenants": 2029,
  "welcome": 2030,
  "previously": 2031,
  "refused": 2032,
  "0800": 2033,
  "1956669": 2034,
  "'help'": 2035,
  "mom": 2036,
  "instead": 2037,
  "alright": 2038,
  "desparate": 2039,
  "learned": 2040,
  "fake": 2041,
  "09058094507": 2042,
  "3030": 2043,
  "ten": 2044,
  "83435": 2045,
  "helpline": 2046,
  "08706091795": 2047,
  "thinkin": 2048,
  "sch": 2049,
  "earlier": 2050,
  "parkin": 2051,
  "kent": 2052,
  "vale": 2053,
  "sticky": 2054,
  "sing": 2055,
  "gave": 2056,
  "decimal": 2057,
  "cleaning": 2058,
  "ffffffffff": 2059,
  "opinion": 2060,
  "slippers": 2061,
  "heater": 2062,
  "degrees": 2063,
  "din": 2064,
  "goodmorning": 2065,
  "once": 2066,
  "ashwini": 2067,
  "college": 2068,
  "taka": 2069,
  "absolutly": 2070,
  "gnarls": 2071,
  "barkleys": 2072,
  "totally": 2073,
  "angry": 2074,
  "misbehaved": 2075,
  "slap": 2076,
  "urself": 2077,
  "basically": 2078,
  "rats": 2079,
  "vote": 2080,
  "themes": 2081,
  "wasnt": 2082,
  "phoned": 2083,
  "09066350750": 2084,
  "await": 2085,
  "sae": 2086,
  "434": 2087,
  "sk3": 2088,
  "8wp": 2089,
  "150": 2090,
  "ppm": 2091,
  "str8": 2092,
  "each": 2093,
  "classic": 2094,
  "200p": 2095,
  "balls": 2096,
  "calls": 2097,
  "lookin": 2098,
  "shuhui": 2099,
  "ron's": 2100,
  "present": 2101,
  "swatch": 2102,
  "buzy": 2103,
  "warm": 2104,
  "milk": 2105,
  "you'll": 2106,
  "magic": 2107,
  "loose": 2108,
  "weight": 2109,
  "single": 2110,
  "answers": 2111,
  "fighting": 2112,
  "plus": 2113,
  "broke": 2114,
  "italian": 2115,
  "grasp": 2116,
  "booty": 2117,
  "ups": 2118,
  "3days": 2119,
  "shipping": 2120,
  "company": 2121,
  "2wks": 2122,
  "usps": 2123,
  "lag": 2124,
  "bribe": 2125,
  "nipost": 2126,
  "tickets": 2127,
  "representative": 2128,
  "169": 2129,
  "6031": 2130,
  "between": 2131,
  "10am": 2132,
  "9pm": 2133,
  "5000": 2134,
  "shame": 2135,
  "blame": 2136,
  "stand": 2137,
  "meanwhile": 2138,
  "project": 2139,
  "twins": 2140,
  "comin": 2141,
  "09058094599": 2142,
  "hitter": 2143,
  "feb": 2144,
  "evn": 2145,
  "comes": 2146,
  "u'll": 2147,
  "married": 2148,
  "ignore": 2149,
  "evr": 2150,
  "tescos": 2151,
  "gone": 2152,
  "orchard": 2153,
  "univ": 2154,
  "2morro": 2155,
  "term": 2156,
  "passion": 2157,
  "09099726481": 2158,
  "dena": 2159,
  "minmobsmorelkpobox177hp51fl": 2160,
  "yahoo": 2161,
  "someday": 2162,
  "surfing": 2163,
  "needy": 2164,
  "pouts": 2165,
  "stomps": 2166,
  "feet": 2167,
  "sweetheart": 2168,
  "reasons": 2169,
  "biola": 2170,
  "loans": 2171,
  "ful": 2172,
  "lyrics": 2173,
  "headset": 2174,
  "adp": 2175,
  "finished": 2176,
  "macho": 2177,
  "range": 2178,
  "interfued": 2179,
  "blackberry": 2180,
  "bold": 2181,
  "bb": 2182,
  "voice": 2183,
  "adore": 2184,
  "ahmad": 2185,
  "kisses": 2186,
  "hcl": 2187,
  "requires": 2188,
  "freshers": 2189,
  "process": 2190,
  "excellent": 2191,
  "english": 2192,
  "needed": 2193,
  "salary": 2194,
  "upto": 2195,
  "ms": 2196,
  "suman": 2197,
  "telephonic": 2198,
  "interview": 2199,
  "indyarocks": 2200,
  "east": 2201,
  "coast": 2202,
  "most": 2203,
  "investigate": 2204,
  "anywhere": 2205,
  "miserable": 2206,
  "effects": 2207,
  "birth": 2208,
  "control": 2209,
  "massive": 2210,
  "gut": 2211,
  "wrenching": 2212,
  "cramps": 2213,
  "idea's": 2214,
  "anyplaces": 2215,
  "joining": 2216,
  "formally": 2217,
  "praying": 2218,
  "bmw": 2219,
  "urgently": 2220,
  "vry": 2221,
  "hv": 2222,
  "shortage": 2223,
  "lacs": 2224,
  "source": 2225,
  "arng": 2226,
  "telling": 2227,
  "shanghai": 2228,
  "21st": 2229,
  "cya": 2230,
  "durban": 2231,
  "12": 2232,
  "wun": 2233,
  "wi": 2234,
  "nz": 2235,
  "players": 2236,
  "unsold": 2237,
  "doc": 2238,
  "meds": 2239,
  "faggot": 2240,
  "hide": 2241,
  "anythiing": 2242,
  "keeping": 2243,
  "distance": 2244,
  "fast": 2245,
  "xy": 2246,
  "suggest": 2247,
  "rain": 2248,
  "polyphonic": 2249,
  "super": 2250,
  "pobox202": 2251,
  "nr31": 2252,
  "7zs": 2253,
  "subscription": 2254,
  "450pw": 2255,
  "model": 2256,
  "sony": 2257,
  "ericson": 2258,
  "der": 2259,
  "luks": 2260,
  "modl": 2261,
  "hopefully": 2262,
  "month": 2263,
  "photos": 2264,
  "texting": 2265,
  "train": 2266,
  "northampton": 2267,
  "bring": 2268,
  "yourself": 2269,
  "yor": 2270,
  "own": 2271,
  "you've": 2272,
  "than": 2273,
  "fill": 2274,
  "tank": 2275,
  "stressed": 2276,
  "depressed": 2277,
  "thanksgiving": 2278,
  "cuz": 2279,
  "waking": 2280,
  "tuition": 2281,
  "slots": 2282,
  "tel": 2283,
  "6pm": 2284,
  "boo": 2285,
  "moms": 2286,
  "tortilla": 2287,
  "soup": 2288,
  "yummmm": 2289,
  "gap": 2290,
  "btwn": 2291,
  "fingers": 2292,
  "sum1": 2293,
  "gaps": 2294,
  "holding": 2295,
  "hands": 2296,
  "legs": 2297,
  "swashbuckling": 2298,
  "bar": 2299,
  "xxxmobilemovieclub": 2300,
  "link": 2301,
  "qjkgighjjgcbl": 2302,
  "boys": 2303,
  "2007": 2304,
  "tour": 2305,
  "vip": 2306,
  "pre": 2307,
  "81303": 2308,
  "trackmarque": 2309,
  "info": 2310,
  "vipclub4u": 2311,
  "baby": 2312,
  "display": 2313,
  "internal": 2314,
  "subs": 2315,
  "gotta": 2316,
  "extract": 2317,
  "ball": 2318,
  "spin": 2319,
  "bat": 2320,
  "freemsg": 2321,
  "86888": 2322,
  "reward": 2323,
  "subscribe6gbp": 2324,
  "mnth": 2325,
  "3hrs": 2326,
  "txtstop": 2327,
  "lady": 2328,
  "improved": 2329,
  "sex": 2330,
  "dogging": 2331,
  "joking": 2332,
  "oni": 2333,
  "login": 2334,
  "considering": 2335,
  "mila": 2336,
  "age23": 2337,
  "blonde": 2338,
  "mtalk": 2339,
  "69866": 2340,
  "30pp": 2341,
  "5free": 2342,
  "increments": 2343,
  "help08718728876": 2344,
  "fr": 2345,
  "rp176781": 2346,
  "further": 2347,
  "regalportfolio": 2348,
  "08717205546": 2349,
  "file": 2350,
  "'ll": 2351,
  "flood": 2352,
  "chloe": 2353,
  "smashed": 2354,
  "visionsms": 2355,
  "0906346330": 2356,
  "abta": 2357,
  "47": 2358,
  "po19": 2359,
  "2ez": 2360,
  "punto": 2361,
  "woulda": 2362,
  "yrs": 2363,
  "virgin": 2364,
  "records": 2365,
  "mystery": 2366,
  "09061104283": 2367,
  "smsco": 2368,
  "50pm": 2369,
  "approx": 2370,
  "3mins": 2371,
  "worries": 2372,
  "shoot": 2373,
  "spiffing": 2374,
  "workage": 2375,
  "ambrith": 2376,
  "madurai": 2377,
  "dha": 2378,
  "marrge": 2379,
  "remembr": 2380,
  "moon": 2381,
  "stars": 2382,
  "musical": 2383,
  "peaceful": 2384,
  "drunk": 2385,
  "va": 2386,
  "chase": 2387,
  "run": 2388,
  "crossing": 2389,
  "attached": 2390,
  "midnight": 2391,
  "value": 2392,
  "brisk": 2393,
  "walks": 2394,
  "drugs": 2395,
  "askin": 2396,
  "dearly": 2397,
  "likes": 2398,
  "dislikes": 2399,
  "doctor": 2400,
  "appy": 2401,
  "fizz": 2402,
  "contains": 2403,
  "cancer": 2404,
  "causing": 2405,
  "age": 2406,
  "boye": 2407,
  "changed": 2408,
  "sometimes": 2409,
  "remembrs": 2410,
  "forgets": 2411,
  "everyone": 2412,
  "liked": 2413,
  "ones": 2414,
  "remembered": 2415,
  "everytime": 2416,
  "spook": 2417,
  "halloween": 2418,
  "logo": 2419,
  "eerie": 2420,
  "08701417012150p": 2421,
  "fancies": 2422,
  "09058097218": 2423,
  "ls15hb": 2424,
  "dip's": 2425,
  "cell": 2426,
  "respond": 2427,
  "funk": 2428,
  "tones2u": 2429,
  "ringtones": 2430,
  "original": 2431,
  "3gbp": 2432,
  "network": 2433,
  "rates": 2434,
  "dang": 2435,
  "alex's": 2436,
  "contract": 2437,
  "09066361921": 2438,
  "information": 2439,
  "ikea": 2440,
  "spelled": 2441,
  "caps": 2442,
  "yelling": 2443,
  "sitting": 2444,
  "mess": 2445,
  "bullshit": 2446,
  "listen": 2447,
  "laid": 2448,
  "locations": 2449,
  "uk's": 2450,
  "largest": 2451,
  "69696": 2452,
  "nyt": 2453,
  "ec2a": 2454,
  "3lp": 2455,
  "request": 2456,
  "'melle": 2457,
  "melle": 2458,
  "oru": 2459,
  "minnaminunginte": 2460,
  "nurungu": 2461,
  "vettam": 2462,
  "callertune": 2463,
  "callers": 2464,
  "copy": 2465,
  "no1": 2466,
  "8077": 2467,
  "txting": 2468,
  "mates": 2469,
  "getzed": 2470,
  "36504": 2471,
  "w45wq": 2472,
  "norm150p": 2473,
  "4mths": 2474,
  "rental": 2475,
  "phones": 2476,
  "11mths": 2477,
  "mobilesdirect": 2478,
  "08000938767": 2479,
  "or2stoptxt": 2480,
  "nottingham": 2481,
  "hrs": 2482,
  "63miles": 2483,
  "40mph": 2484,
  "brand": 2485,
  "unlimited": 2486,
  "hardcore": 2487,
  "porn": 2488,
  "69200": 2489,
  "access": 2490,
  "24": 2491,
  "chrgd": 2492,
  "50p": 2493,
  "2exit": 2494,
  "shell": 2495,
  "unconsciously": 2496,
  "unhappy": 2497,
  "guild": 2498,
  "bristol": 2499,
  "road": 2500,
  "flight": 2501,
  "six": 2502,
  "chances": 2503,
  "pounds": 2504,
  "csh11": 2505,
  "87575": 2506,
  "6days": 2507,
  "tsandcs": 2508,
  "hl": 2509,
  "directly": 2510,
  "calicut": 2511,
  "favourite": 2512,
  "wouldn't": 2513,
  "dates": 2514,
  "walkabout": 2515,
  "hows": 2516,
  "medical": 2517,
  "7pm": 2518,
  "forward": 2519,
  "diff": 2520,
  "rite": 2521,
  "google": 2522,
  "maps": 2523,
  "dorm": 2524,
  "today's": 2525,
  "85023": 2526,
  "savamob": 2527,
  "member": 2528,
  "offers": 2529,
  "08717898035": 2530,
  "00": 2531,
  "sub": 2532,
  "holy": 2533,
  "living": 2534,
  "christ": 2535,
  "hamster": 2536,
  "1pm": 2537,
  "mrt": 2538,
  "vday": 2539,
  "parachute": 2540,
  "coins": 2541,
  "playing": 2542,
  "football": 2543,
  "basketball": 2544,
  "outdoors": 2545,
  "printed": 2546,
  "upstairs": 2547,
  "645": 2548,
  "wondering": 2549,
  "bhaji": 2550,
  "kallis": 2551,
  "cricketer": 2552,
  "ore": 2553,
  "mo": 2554,
  "owo": 2555,
  "wa": 2556,
  "moments": 2557,
  "fro": 2558,
  "wherever": 2559,
  "misundrstud": 2560,
  "hate": 2561,
  "holla": 2562,
  "vijay": 2563,
  "jaya": 2564,
  "p": 2565,
  "diddy": 2566,
  "neighbor": 2567,
  "toothpaste": 2568,
  "morning": 2569,
  "iouri": 2570,
  "ryan's": 2571,
  "soc": 2572,
  "ar": 2573,
  "running": 2574,
  "managed": 2575,
  "oxygen": 2576,
  "resort": 2577,
  "roller": 2578,
  "option": 2579,
  "hostel": 2580,
  "hrishi": 2581,
  "wtc": 2582,
  "weiyi": 2583,
  "rest": 2584,
  "drms": 2585,
  "honestly": 2586,
  "tea": 2587,
  "promptly": 2588,
  "dropped": 2589,
  "keys": 2590,
  "burnt": 2591,
  "staying": 2592,
  "prolly": 2593,
  "omw": 2594,
  "castor": 2595,
  "08715203694": 2596,
  "40533": 2597,
  "31": 2598,
  "gorgeous": 2599,
  "squishy": 2600,
  "mwahs": 2601,
  "gsoh": 2602,
  "spam": 2603,
  "ladies": 2604,
  "male": 2605,
  "gigolo": 2606,
  "fastest": 2607,
  "growing": 2608,
  "mens": 2609,
  "oncall": 2610,
  "mjzgroup": 2611,
  "08714342399": 2612,
  "2stop": 2613,
  "50rcvd": 2614,
  "engin": 2615,
  "arts": 2616,
  "recharged": 2617,
  "pobox84": 2618,
  "m263uz": 2619,
  "sura": 2620,
  "thangam": 2621,
  "held": 2622,
  "prasad": 2623,
  "custom": 2624,
  "officer": 2625,
  "mahal": 2626,
  "select": 2627,
  "added": 2628,
  "trained": 2629,
  "advisors": 2630,
  "dialling": 2631,
  "402": 2632,
  "kay": 2633,
  "receipt": 2634,
  "sickness": 2635,
  "city": 2636,
  "break": 2637,
  "summer": 2638,
  "tscs087147403231winawk": 2639,
  "50perwksub": 2640,
  "ride": 2641,
  "stress": 2642,
  "gei": 2643,
  "happend": 2644,
  "tron": 2645,
  "dl": 2646,
  "3d": 2647,
  "tantrum's": 2648,
  "point": 2649,
  "idc": 2650,
  "weaseling": 2651,
  "twice": 2652,
  "oredi": 2653,
  "pages": 2654,
  "lido": 2655,
  "930": 2656,
  "search": 2657,
  "vid": 2658,
  "finishd": 2659,
  "buffet": 2660,
  "wasted": 2661,
  "32000": 2662,
  "legitimat": 2663,
  "efreefone": 2664,
  "escape": 2665,
  "wetherspoons": 2666,
  "basket's": 2667,
  "screamed": 2668,
  "tagged": 2669,
  "seemed": 2670,
  "count": 2671,
  "cashto": 2672,
  "08000407165": 2673,
  "getstop": 2674,
  "88222": 2675,
  "php": 2676,
  "rg21": 2677,
  "4jx": 2678,
  "09065171142": 2679,
  "stopsms": 2680,
  "08": 2681,
  "report": 2682,
  "09058094455": 2683,
  "derp": 2684,
  "files": 2685,
  "complaint": 2686,
  "three": 2687,
  "abusers": 2688,
  "lives": 2689,
  "footie": 2690,
  "blow": 2691,
  "phil": 2692,
  "neville": 2693,
  "cbe": 2694,
  "cause": 2695,
  "otherwise": 2696,
  "smth": 2697,
  "meaning": 2698,
  "wisheds": 2699,
  "torch": 2700,
  "story": 2701,
  "wud": 2702,
  "rather": 2703,
  "involved": 2704,
  "afterwards": 2705,
  "ahhh": 2706,
  "vaguely": 2707,
  "complete": 2708,
  "gist": 2709,
  "eastenders": 2710,
  "dot": 2711,
  "compare": 2712,
  "herself": 2713,
  "violet": 2714,
  "tulip": 2715,
  "f": 2716,
  "lily": 2717,
  "84025": 2718,
  "wkent": 2719,
  "150p16": 2720,
  "extra": 2721,
  "cold": 2722,
  "lots": 2723,
  "vitamin": 2724,
  "silence": 2725,
  "mrng": 2726,
  "settling": 2727,
  "happenin": 2728,
  "wit": 2729,
  "ola": 2730,
  "brah": 2731,
  "exams": 2732,
  "doubt": 2733,
  "handle": 2734,
  "times": 2735,
  "moan": 2736,
  "scream": 2737,
  "bill": 2738,
  "letters": 2739,
  "expecting": 2740,
  "isn": 2741,
  "yummy": 2742,
  "lips": 2743,
  "where's": 2744,
  "buns": 2745,
  "teacher": 2746,
  "longer": 2747,
  "cherish": 2748,
  "exam": 2749,
  "march": 2750,
  "along": 2751,
  "karaoke": 2752,
  "north": 2753,
  "carolina": 2754,
  "texas": 2755,
  "atm": 2756,
  "gre": 2757,
  "results": 2758,
  "hi'": 2759,
  "rd": 2760,
  "09050001295": 2761,
  "a21": 2762,
  "08452810071": 2763,
  "whom": 2764,
  "waited": 2765,
  "lick": 2766,
  "london": 2767,
  "02072069400": 2768,
  "bx": 2769,
  "526": 2770,
  "waitin": 2771,
  "steve": 2772,
  "total": 2773,
  "video": 2774,
  "converter": 2775,
  "7250": 2776,
  "86021": 2777,
  "doke": 2778,
  "dressed": 2779,
  "laying": 2780,
  "missed": 2781,
  "entirely": 2782,
  "understood": 2783,
  "lousy": 2784,
  "hee": 2785,
  "gayle": 2786,
  "taste": 2787,
  "8th": 2788,
  "campus": 2789,
  "two": 2790,
  "resizing": 2791,
  "tunde": 2792,
  "wishing": 2793,
  "1hr": 2794,
  "oic": 2795,
  "group": 2796,
  "orh": 2797,
  "unique": 2798,
  "30th": 2799,
  "august": 2800,
  "areyouunique": 2801,
  "practicing": 2802,
  "babies": 2803,
  "ma": 2804,
  "ashley's": 2805,
  "447801259231": 2806,
  "09058094597": 2807,
  "outta": 2808,
  "ranjith": 2809,
  "cal": 2810,
  "drpd": 2811,
  "deeraj": 2812,
  "deepak": 2813,
  "5min": 2814,
  "thts": 2815,
  "reffering": 2816,
  "vl": 2817,
  "credited": 2818,
  "rs": 2819,
  "getiing": 2820,
  "acc": 2821,
  "choices": 2822,
  "toss": 2823,
  "coin": 2824,
  "becoz": 2825,
  "settle": 2826,
  "air": 2827,
  "gudni8": 2828,
  "reason": 2829,
  "budget": 2830,
  "forget": 2831,
  "beside": 2832,
  "accidant": 2833,
  "tookplace": 2834,
  "ghodbandar": 2835,
  "traffic": 2836,
  "moves": 2837,
  "slovely": 2838,
  "slip": 2839,
  "character": 2840,
  "dnt": 2841,
  "lik": 2842,
  "add": 2843,
  "resolution": 2844,
  "frank": 2845,
  "looks": 2846,
  "kappa": 2847,
  "numbers": 2848,
  "important": 2849,
  "freephone": 2850,
  "542": 2851,
  "0825": 2852,
  "ingredients": 2853,
  "opposed": 2854,
  "drunken": 2855,
  "smoothly": 2856,
  "hoped": 2857,
  "bother": 2858,
  "bills": 2859,
  "challenging": 2860,
  "umma": 2861,
  "vava": 2862,
  "hotel": 2863,
  "invitation": 2864,
  "apologise": 2865,
  "cali": 2866,
  "bloke's": 2867,
  "weddin": 2868,
  "'its": 2869,
  "flirt": 2870,
  "loving": 2871,
  "weird": 2872,
  "fwiw": 2873,
  "afford": 2874,
  "tells": 2875,
  "apparently": 2876,
  "happens": 2877,
  "somebody": 2878,
  "07734396839": 2879,
  "ibh": 2880,
  "loyalty": 2881,
  "nokia6600": 2882,
  "txtauction": 2883,
  "81151": 2884,
  "4t": 2885,
  "warner": 2886,
  "83118": 2887,
  "colin": 2888,
  "farrell": 2889,
  "swat": 2890,
  "wkend": 2891,
  "popcorn": 2892,
  "ticket": 2893,
  "kiosk": 2894,
  "mre": 2895,
  "film": 2896,
  "combine": 2897,
  "parts": 2898,
  "ps": 2899,
  "grown": 2900,
  "saying": 2901,
  "throat": 2902,
  "hurts": 2903,
  "answering": 2904,
  "everyones": 2905,
  "babysitting": 2906,
  "appreciate": 2907,
  "app": 2908,
  "eh": 2909,
  "geeee": 2910,
  "%": 2911,
  "salon": 2912,
  "tlp": 2913,
  "aiyah": 2914,
  "entertain": 2915,
  "talking": 2916,
